[{ "number": 1, "name": "Возвращение домой", "description": "Во вступлении, которое показывает события 52 серии, показано разрушенное убежище Оротимару, в котором нахоядтся Саскэ и Команда Какаси: Наруто, Сакура и её новый член — Сай. Наруто говорит с Саскэ о прошлом, о Долине\n                                            Завершения, и понимает, что лучший друг уже не тот. Более того, Саскэ демонстрирует Удзумаки свои способности, заглянув во внутренний мир Наруто и увидев там Девятихвостого Лиса. Реальная же история сериала\n                                            начинается с возвращения Наруто и Дзирайи в Коноху. Зрителям вновь представляют некоторых персонажей аниме, таких как Сакура, Конохамару, Сикамару, Тэмари и Какаси." }, { "number": 2, "name": "Акацуки начинают действовать", "description": "Цунадэ хочет посмотреть на прогресс Наруто после двух лет тренировок. Для их проверки Какаси ставит перед ними ту же цель, что и несколько лет назад — отобрать у него колокольчики." }, { "number": 3, "name": "Результаты тренировки", "description": "Члены Акацуки Дэйдара и Сасори начинают атаку на Деревню Песка с целью похитить Кадзэкагэ Гаару. Дэйдара атакует с воздуха, используя созданных им взрывающихся глиняных животных." }, { "number": 4, "name": "Дзинтюрики Песка", "description": "Наруто и Сакура выполняют задание — отбирают колокольчики у Какаси. Гаара сражается с Дэйдарой." }, { "number": 5, "name": "Как Кадзэкагэ...!", "description": "Цунадэ объявляет о создании команды Какаси — теперь Наруто и Сакура не ученики, а равноправные с Какаси ниндзя. Дзирайя снова отправляется собирать информацию об Акацуки. Гаара отрывает левую руку врага, Дэйдара,\n                                            в свою очередь, производит мощный взрыв в Деревне Песка." }, { "number": 6, "name": "Миссия завершена!", "description": "Гаара создаёт огромный песчаный щит для защиты Деревни Песка от разрушений, Дэйдара пользуется моментом, чтобы атаковать Кадзэкагэ. Ослабленный Гаара попадает в руки Акацуки." }, { "number": 7, "name": "Беги, Канкуро!", "description": "Канкуро преследует Дэйдару и Сасори. Деревня Песка отправляет в Коноху послание с просьбой о помощи." }, { "number": 8, "name": "Вмешательство команды Какаси", "description": "Канкуро сражается с Сасори, который, как оказывается, и есть создатель кукол Карасу, Куроари и Сансё, которых в бою использует брат Гаары. Команда Какаси отправляется на помощь." }, { "number": 9, "name": "Слёзы дзинтюрики", "description": "Команда преследования Деревни Песка находит Канкуро в пустыне без сознания. Команда Какаси по пути встречает Тэмари. Один из дзёнинов Деревни Песка, Баки, обращается за помощью к бабушке Сасори — Тиё и её брату\n                                            Эбидзо.\n                                        " }, { "number": 10, "name": "Техника печати: Печать Девяти Драконов", "description": "На помощь Команде Какаси, которая в данный момент пережидает бурю в пустыне, в Деревню Песка отправляется Команда Гая: Рок Ли, Тэн-Тэн и Нэдзи. Члены Акацуки проводят ритуал над телом Гаары с целью извлечения живущего\n                                            в нём монстра Сюкаку." }, { "number": 11, "name": "Ученица ниндзя-медика", "description": "Команда Какаси прибывает в Деревню Песка. Сакура излечивает отравленного Канкуро. Какаси рассказывает о своём отце, получившем прозвище «Белый Клык Конохи». Вызванные им же собаки пытаются отыскать по запаху Дэйдару\n                                            и Сасори." }, { "number": 12, "name": "Решительность Тиё", "description": "Команда Какаси и Тиё отправляются в выслеженное собаками логово Акацуки. По дороге Тиё рассказывает о существовании девяти бидзю — легендарных хвостатых существ (к примеру, Девятихвостый бидзю в Наруто, Однохвостый\n                                            бидзю в Гааре). Паккун (пёс Какаси) предупреждает Команду Гая; они также направляются к логову Акацуки, но на них нападает Кисамэ, член организации. На пути Команды Какаси встаёт Итати Утиха." }, { "number": 13, "name": "Судьбоносная встреча", "description": "Битва между командой Гая и Кисамэ, командой Какаси и Итати." }, { "number": 14, "name": "Зрелость Наруто", "description": "Чтобы противостоять врагу, Гай открывает Шестые Врата. Нэдзи освобождает своих сокомандников от действия клонов Кисамэ. Наруто вспоминает урок Дзирайи о том, как противостоять гэндзюцу Итати Утихи." }, { "number": 15, "name": "Скрытое оружие называется!..", "description": "Гай побеждает Кисамэ. Наруто вспоминает урок Дзирайи по усовершенствованию Расэнгана; он применяет гигантскую версию этой техники против Итати Утихи. Впоследствии выясняется, что побеждённые Кисамэ и Итати — это\n                                            не настоящие члены Акацуки, а лишь их марионетки." }, { "number": 16, "name": "Секрет дзинтюрики", "description": "Тиё рассказывает о дзинтюрики — людях, внутри которых запечатаны бидзю; также она посылает письмо в Деревню Песка с сообщением, что Юра, ответственный ранее за безопасность Деревни, оказался предателем, и его тело\n                                            было использовано членами Акацуки. Отряд Тэмари добирается до границ, которые по приказу Совета Деревни Песка они должны охранять." }, { "number": 17, "name": "Смерть Гаары!", "description": "Акацуки окончательно извлекают бидзю из тела Кадзэкагэ, Гаара умирает. Команды Гая и Какаси встречаются у входа в логово Акацуки." }, { "number": 18, "name": "Вторжение! Ловушка позади входа", "description": "Члены объединённой команды понимают, что преодолеть препятствие на входе в логово Акацуки они смогут, если одновременно снимут 5 наложенных печатей в радиусе 1 км. Благодаря рациям Гая это становится возможным." }, { "number": 19, "name": "Ловушка сработала! Противники команды Гая", "description": "Команда Какаси проникает внутрь Логова Акацуки, начинается битва. На Команду Гая, рассредоточенную для снятия печатей, нападают монстры, принявшие их облик и перенявшие их техники. Дэйдара уносит тело Гаары на созданной\n                                            им птице, его преследуют Наруто и Какаси; для битвы с Сасори остаются Сакура и Тиё." }, { "number": 20, "name": "Хируко против двух куноити", "description": "Тиё рассказывает, что Сасори, каким его видят окружающие, — это кукла Хируко, а сам Сасори — внутри неё. Сакура уничтожает Хируко." }, { "number": 21, "name": "Истинное лицо Сасори", "description": "Вернувшийся в Деревню Песка отряд Тэмари и Канкуро направляются к Логову Акацуки. Сакура и Тиё видят истинное лицо Сасори — оно ничуть не изменилось за 20 лет, что очень их удивляет. Сасори вызывает куклу, сделанную\n                                            из Третьего Кадзэкагэ, чьё исчезновение до этого момента оставалось загадкой для всей Деревни Песка." }, { "number": 22, "name": "Секретные способности Тиё", "description": "Для боя с Сасори Тиё также вызывает кукол, в своё время сделанных Сасори, похожих на его погибших родителей." }, { "number": 23, "name": "«Отец» и «Мать»", "description": "Кукла Сасори использует против Сакуры и Тиё ту же технику Железного Песка, что и Третий Кадзэкагэ, из которого она сделана." }, { "number": 24, "name": "Третий Кадзэкагэ", "description": "В результате борьбы Сакуры и Сасори свод пещеры, в которой находится логово Акацуки, обрушивается. Мощный звук слышат все герои. В результате нового нападения Сасори в тело Сакуры попадает яд, она падает на землю;\n                                            Сасори, думая что яд парализовал девушку, подпускает куклу Третьего Кадзэкагэ слишком близко к Сакуре, и она уничтожает марионетку." }, { "number": 25, "name": "Три минуты между жизнью и смертью", "description": "Выясняется, что Сакура приняла противоядие, которое ранее сделала для Канкуро и которое действует только в течение 3-х минут после попадания в организм. Дэйдара производит мощную атаку преследующего его Какаси с\n                                            помощью глиняных взрывающихся насекомых; цель Дэйдары — сразиться с Наруто один на один. Какаси, используя теневого клона, отражает атаку. Секрет молодого лица Сасори раскрывается — он сделал куклу из самого\n                                            себя.\n                                        " }, { "number": 26, "name": "Десять кукол против сотни", "description": "Сакура думает, что уничтожила Сасори, однако его состоящее из множества частей кукольное тело восстанавливается. Для продолжения борьбы Тиё призывает 10 кукол, Сасори в ответ — 100." }, { "number": 27, "name": "Несбывшаяся мечта", "description": "Сильно раненая Сакура и отравленная попавшим в её организм ядом Тиё из последних сил, используя куклы родителей Сасори, уничтожают врага. Перед смертью Сасори сообщает Сакуре о том, где через 10 дней должна была\n                                            состояться его встреча со шпионом, подосланным к Оротимару, — на мосту Небес и Земли в Скрытой Деревне Травы." }, { "number": 28, "name": "Возрождённые звери", "description": "Члены Команды Гая побеждают своих клонов-противников." }, { "number": 29, "name": "Прозрение Какаси!", "description": "Какаси использует мангэкё сяринган против Дэйдары, который в результате атаки лишается второй руки. Наруто уничтожает птицу, на которой летел Дэйдара, в её клюве находят тело Гаары." }, { "number": 30, "name": "Красота мгновения", "description": "В Наруто снова просыпается Девятихвостый, чакра юноши принимает форму Лиса, образуя т. н. «покров Лиса». Для предотвращения опасного развития событий Какаси накладывает на Наруто печать, ранее переданную ему Дзирайей.\n                                            К Наруто и Какаси поспевают Сакура и Тиё. Дэйдара сталкивается лицом к лицу с Командой Гая и взрывает себя; впоследствии оказывается, что это была лишь его копия-камикадзе." }, { "number": 31, "name": "Следующее поколение", "description": "Тиё использует технику Кисё Тэнсэй (яп. 己生転生) и ценой собственной жизни оживляет Гаару. На место событий прибывает команда Тэмари и другие ниндзя Деревни Песка." }, { "number": 32, "name": "Возвращение Кадзэкагэ", "description": "Гаара возвращается в Деревню Песка." }, { "number": 33, "name": "Новая цель", "description": "Команды Гая и Какаси прибывают в Коноху. Ослабленный использованием мангэкё сярингана Какаси отправляется в больницу. Сакура сообщает Цунадэ о поведанном ей Сасори будущем расположении шпиона Оротимару. Наруто занят\n                                            поиском новых членов команды из-за отсутствия Саскэ и выбывшего на некоторое время из строя Какаси, и впервые со времени своего возвращения встречает Сино, Кибу, сильно выросшего Акамару и Хинату. На Наруто\n                                            нападает ниндзя, владеющий Техникой Рисованных Зверей." }, { "number": 34, "name": "Новая команда Какаси сформирована!", "description": "Старейшины Конохи выступают против участия Наруто в крупных миссиях и даже хотят чтобы он никогда не покидал деревню; они, тем самым, пытаются оградить юношу от Акацуки. Цунадэ формирует новую команду: Наруто, Сакура,\n                                            член АНБУ, Ямато, временно исполняющий обязанности Какаси, и ранее напавший на Наруто ниндзя, Сай, назначенный в команду Дандзо, руководителем запрещённой организации «Корень АНБУ»." }, { "number": 35, "name": "Нежелательное пополнение", "description": "Наруто противится назначению Сая в команду. Цунадэ, Ямато и Дзирайя в палате Какаси обсуждают возможность проявления у Наруто «покрова Лиса»." }, { "number": 36, "name": "Ложная улыбка", "description": "По пути на миссию Наруто повторно высказывает претензии к Саю, которого он невзлюбил «с первого взгляда». Обстановка в команде заметно напряжена. Команда Ямато останавливается на горячих источниках." }, { "number": 37, "name": "Неназванный", "description": "Продолжая путь, команда останавливается для ночёвки в лесу и для этого Ямато вызывает... целый дом! Ямато просит Сакуру рассказать о Сасори." }, { "number": 38, "name": "Моделирование", "description": "Команда Ямато моделирует возможные варианты встречи со шпионом Сасори на мосту Тэнти." }, { "number": 39, "name": "Мост Тэнти", "description": "Ямато преображается в Сасори в виде его куклы Хируко; Наруто, Сакура и Сай ожидают в засаде. Шпионом Сасори оказывается Кабуто. Но, как выясняется, когда-то завербованный Акацуки он был перевербован и уже давно\n                                            по собственной воле служит также появившемуся Оротимару." }, { "number": 40, "name": "Высвобождение Девятихвостого!!", "description": "После едких слов Оротимару в Наруто снова пробуждается Девятихвостый. Количество хвостов покрова Лиса достигает трёх — максимальное количество, при котором Наруто ещё может контролировать его силу." }, { "number": 41, "name": "Начало сверхсекретной миссии", "description": "Разрушается мост. Сай на нарисованной им птице преследует углубившихся в лес Наруто и Оротимару. Число хвостов покрова Лиса достигает 4-х." }, { "number": 42, "name": "Оротимару против дзинтюрики", "description": "Наруто-Лис и Оротимару поочерёдно обмениваются мощными атаками. Саннин из глубины леса отбрасывает Наруто-Лиса к мосту." }, { "number": 43, "name": "Слёзы Сакуры", "description": "Сакура вспоминает о том, как Наруто обещал во что бы то ни стало вернуть Саскэ и хочет остановить его, чтобы тот полностью не превратился в Лиса, однако Наруто-Лис ранит её. Кабуто неожиданно оказывает помощь Сакуре,\n                                            после чего временно отступает, в то время как Ямато блокирует следующее нападение Наруто-Лиса и начинает наложение новой печати для подавления силы Лиса. К оставшемуся в лесу Оротимару подходит Сай и говорит,\n                                            что у него есть послание от Дандзо, главы Корня АНБУ." }, { "number": 44, "name": "Правда о борьбе", "description": "Наруто снова принимает человеческий облик. Сай передаёт Оротимару послание Дандзо, после чего Оротимару говорит появившемуся Кабуто, что Сай теперь в их команде. Преследование Оротимару и Сая продолжает древесный\n                                            клон Ямато. Сакура и Ямато делают предположение, что Сай, под руководством Дандзо, мог использовать миссию команды Ямато чтобы ближе подобраться к Оротимару." }, { "number": 45, "name": "Последствия предательства", "description": "Высказывается предположение, что Дандзо хочет устроить переворот в Конохе с целью захвата власти. Наруто практически ничего не помнит о произошедшем. Клон Ямато обнаруживает поддельный труп Сая." }, { "number": 46, "name": "Незавершённая страница", "description": "Ямато рассказывает Наруто, что именно он разрушил мост и нанёс травму Сакуре. Оротимару, Кабуто и Сай добираются до убежища. Древесный клон сообщает Ямато о местонахождении пристанища." }, { "number": 47, "name": "Проникновение! Логово ядовитого змея", "description": "В логове Сай знакомится с Саскэ. Среди документов, переданных Оротимару от Дандзо, оказываются личные дела членов АНБУ. Ямато, Наруто и Сакура проникают в убежище." }, { "number": 48, "name": "Связи", "description": "Сай, в чью комнату проникают Ямато, Наруто и Сакура, утверждает что его цель — помощь Дандзо в заговоре против нынешнего руководства Конохи." }, { "number": 49, "name": "Нечто важное", "description": "Команда связывает Сая и вытаскивает его на поверхность, но на них нападает Кабуто. Кабуто освобождает Сая, однако, неожиданно для всех, Сай нападает на Кабуто и связывает его. Снова проникшая в логово Саннина команда\n                                            Ямато разделяется на две пары." }, { "number": 50, "name": "История рисованной книги", "description": "Оротимару нападает на Наруто и Сая. Наруто настаивает на том, чтобы Сай продолжал поиски Саскэ. К Наруто присоединяются Ямато и Сакура. Оротимару отступает. Ямато обнаруживает книгу убийств Сая — книгу, в которой\n                                            записаны имена тех, кого ниндзя должен убить; на одной из её страниц — Саскэ." }, { "number": 51, "name": "Воссоединение", "description": "Сай, решив не выполнять миссию по убийству Утихи, хочет лишь вернуть его в Коноху, сохранив узы дружбы между Саскэ и Наруто, подбирается ко спящему Саскэ и рисует змей, чтобы связать его, не убивая. Рисованные змеи\n                                            Сая нападают на Саскэ, в ответ лишь притворявшийся спящим Утиха производит мощный взрыв. До места действий добираются Сакура, Наруто и Ямато." }, { "number": 52, "name": "Сила Утихи", "description": "Саскэ пытается убить Наруто, но вмешивается Сай. Саскэ использует Тидори Нагаси, после чего ранит Ямато. Древесный клон исчезает, и Кабуто, которого он сторожил, освобождается. Саскэ, используя сяринган, проникает\n                                            в душу Наруто и видит там Девятихвостого, силу которого свободно подавляет." }, { "number": 53, "name": "Заглавие", "description": "Саскэ пытается нанести финальный удар Кирин по оглушённым после Нагаси друзьям, однако его останавливает Оротимару под предлогом, что синоби Конохи ещё могут им послужить — убить членов Акацуки. Команда Ямато возвращается\n                                            в деревню и докладывает о произошедшем Цунадэ." }, { "number": 54, "name": "Кошмар", "description": "Наруто, Сакура и Сай навещают Какаси в больнице. Какаси предлагает Наруто создать свою собственную технику, по силе превосходящую даже Расэнган. Сай предпринимает попытки наладить отношения с друзьями Наруто." }, { "number": 55, "name": "Ветер", "description": "Какаси выписывается из больницы, начинает тренировать Наруто и рассказывает ему о пяти стихиях, основе силы ниндзя, — Огонь, Ветер, Вода, Молния, Земля." }, { "number": 56, "name": "Изгиб", "description": "Наруто продолжает тренировки. Выясняется, что Асума, сын Третьего Хокагэ и дядя Конохамару, так же, как и Наруто, управляет стихией Ветра. Какаси, так же, как и Дзирайя, получает задание собирать информацию об Акацуки.\n                                            Команда Ямато отправляется на миссию." }, { "number": 57, "name": "Лишённый вечного сна", "description": "Ямато сообщает членам команды, что за последнее время вблизи Храма Огня были вскрыты 4 гробницы ниндзя. Наруто находит одну из скрытых гробниц, на него, по ошибке, нападает Сора, послушник Храма, который вместе\n                                            с другими монахами должен был встретиться с командой Ямато." }, { "number": 58, "name": "Одиночество", "description": "Настоятель Храма рассказывает о том, что среди похищенных тел — тела членов Двенадцати Стражей Ниндзя, лучших синоби Страны Огня, защищавших феодала, среди которых когда-то был и Асума." }, { "number": 59, "name": "Новый враг", "description": "Сора и Команда Ямато попадают в ловушку похитителей тел, способных с помощью земляных техник менять ландшафт. Цунадэ приказывает АНБУ следить за Дандзо." }, { "number": 60, "name": "Колесо фортуны", "description": "Синоби Конохи пытаются выбраться из лабиринта скал, созданного врагами. Сай спасает Сакуру, убивая огромного паука, но при этом получает травму руки." }, { "number": 61, "name": "Контакт", "description": "На помощь попавшим в ловушку приходят монахи Храма Огня." }, { "number": 62, "name": "Союзник", "description": "Сора и Команда Ямато возвращаются в Коноху. Сай ложится в больницу. Сора затевает драку с тюнинами деревни. Фуридо, Фука, Фуэн и Фудо, Четвёрка похитителей тел, нападают на деревню клана Кохаку." }, { "number": 63, "name": "Два короля", "description": "Асума тренирует Наруто и Сору. Выясняется, что Асума когда-то убил предавшего Коноху Кадзуму, отца Соры. Цунадэ докладывают, что Дандзо куда-то исчез." }, { "number": 64, "name": "Чёрный сигнальный огонь", "description": "АНБУ захватывают Дандзо и неизвестного ниндзя Деревни Скрытого Дождя, для их допроса привлекают Ибики Морино, бывшего экзаменатора Наруто. Сора проникает в Зал допросов, где, используя свою особую силу когда-то\n                                            разрушившую Храм Огня, нападает на Асуму, подтвердившего, что именно он убил Кадзуму. АНБУ использует против Соры сюрикэны, однако на себя весь удар принимает Наруто. Соре удаётся бежать. Фуридо пытается убедить\n                                            Сору (мнение, которое когда-то разделял и Кадзума), что существование двух правителей — лорда-феодала Страны Огня и Хокагэ Конохи большой минус для блага людей. Сора нападает на Цунадэ, но вовремя вмешивается\n                                            Наруто.\n                                        " }, { "number": 65, "name": "Оковы тьмы", "description": "Во всей Конохе внезапно отключается электричество. Цунадэ вызывает всех капитанов Команд и объявляет в деревне 2-й уровень тревоги. Асума, как и Наруто, начинает преследовать Сору. Четвёрка похитителей тел вызывает\n                                            Пять Врат, благодаря которым деревня окружается силовым барьером, после чего Цунадэ объявляет 1-ый уровень тревоги. Атакующие используют мощную воскрешающую технику Стихии Земли, после чего становится понятно\n                                            зачем они раскапывали могилы — на синоби деревни нападают зомби, в числе которых и недавно убитые члены клана Кохаку. Асума делает предположение, что цель Четвёрки — полное уничтожение Конохи." }, { "number": 66, "name": "Ожившие души", "description": "Великие синоби из числа Двенадцати Стражей Ниндзя — Сэйто, Тоу, Наума и Китанэ, тела которых были похищены, оживают." }, { "number": 67, "name": "Борьба со смертью", "description": "Сора, не согласный с планами Четвёрки, нападает на их предводителя, Фуридо. Сакура и Ямато побеждают своих противников из числа Четвёрки похитителей тел — Фуэн и Фудо. Силовой барьер вокруг Конохи, также как и ниндзя-мертвецы\n                                            исчезает.\n                                        " }, { "number": 68, "name": "Время пробуждения", "description": "Наруто побеждает Фуку. Фуридо рассказывает Соре, что в его тело запечатана часть чакры Девятихвостого Лиса. Асума уничтожает Китанэ, после чего трое других оживших ниндзя также исчезают. Фуридо снимает с Соры некогда\n                                            наложенную на него печать для ограничения живущей в нём силы." }, { "number": 69, "name": "Отчаяние", "description": "В Соре пробуждается чакра Девятихвостого Лиса, часть которой была в него помещена. Фуридо, как оказывается, не кто иной, как выживший Кадзума. Прибывшие на подмогу синоби безуспешно пытаются сдержать силу Соры." }, { "number": 70, "name": "Резонанс", "description": "Сора вызывает пробуждение чакры Девятихвостого Лиса в Наруто, однако Удзумаки подавляет её." }, { "number": 71, "name": "Мой друг", "description": "Асума убивает Фуридо (Кадзуму). Чакра Девятихвостого Лиса покидает тело Соры; тем самым опасность миновала. Наруто говорит Соре, что он его друг. Последние кадры серии показывают как члены Акацуки Хидан и Какудзу\n                                            охотятся за Двухвостым бидзю." }, { "number": 72, "name": "Тихое приближение угрозы", "description": "Какаси докладывает Цунадэ о семи недавних битвах с участием Акацуки. Югито Нии из Деревни Скрытого Облака, в чьём теле заключён Двухвостый бидзю, отчаянно сражается с Хиданом и Какудзу, но всё-таки проигрывает." }, { "number": 73, "name": "Вторжение Акацуки", "description": "Наруто продолжает тренировки: от Какаси и Ямато он получает задание — используя чакру Ветра, разрезать водопад пополам. Хидан и Какудзу нападают на Храм Огня и убивают его настоятеля, Тирику, бывшего члена Двенадцати\n                                            Стражей Ниндзя." }, { "number": 74, "name": "Под звёздным небом", "description": "Цунадэ создаёт 12 Команд ниндзя, цель которых — захват либо убийство проникших в Страну Огня членов Акацуки. Наруто успешно раздваивает водопад." }, { "number": 75, "name": "Молитва старого монаха", "description": "Команда Асумы (Сикамару, Котэцу Хаганэ и Идзумо Камидзуки) отправляется к ближайшему от Храма Огня чёрному рынку, где Акацуки могли продать тело Тирику, за которого была назначена награда в 30 млн. Оголодавший от\n                                            постоянных тренировок Наруто узнаёт, что его любимый Итираку больше не продаёт рамэн, а занимается изготовлением цукэмэна. Вечно препирающиеся Хидан и Какудзу чуть было не затевают драку из-за тела Тирику. Какаси\n                                            показывает Наруто, что он также владеет Расэнганом." }, { "number": 76, "name": "Следующий шаг", "description": "Наруто начинает тренировки по усовершенствованию Расэнгана. Хидан и Какудзу продают тело Тирику." }, { "number": 77, "name": "Восходящий пик", "description": "Команда Асумы обнаруживает Акацуки и начинает бой. Выясняется, что Хидан бессмертен." }, { "number": 78, "name": "Решение", "description": "Хидан с помощью техник связывает своё тело и тело Асумы — любая травма Хидана становится травмой Асумы, но Сикамару придумывает хитрый план, как этого избежать. Асума обезглавливает Хидана." }, { "number": 79, "name": "Пустой крик", "description": "Выясняется, что даже обезглавленный Хидан ещё жив. Какудзу, до этого безразлично наблюдавший за сражением, пришивает голову Хидана к телу и сам начинает бой. Асума снова попадает под действие связывающей техники\n                                            Хидана и получает смертельные ранения." }, { "number": 80, "name": "Последние слова", "description": "На помощь прибывает ещё одна Команда, среди членов которой Ино и Тёдзи. Хидан и Какудзу получают от лидера Акацуки приказ срочно возвращаться, чтобы начать запечатывание Двухвостого бидзю." }, { "number": 81, "name": "Печальные новости", "description": "Наруто продолжает тренировки по усовершенствованию Расэнгана. Акацуки начинают извлечение бидзю. Лидер организации рассказывает Хидану, что главная цель Акацуки — захват мира. Члены Команды Асумы возвращаются в\n                                            Коноху с печальным известием." }, { "number": 82, "name": "Команда № 10", "description": "Похороны Асумы. Сикамару очень сильно переживает потерю сэнсэя. Ино, Тёдзи и Сикамару посещают могилу Асумы и решают во что бы то ни стало отомстить. Какаси предлагает себя в качестве капитана их Команды." }, { "number": 83, "name": "Захват цели", "description": "Команда под руководством Какаси выслеживает Акацуки. Сикамару ловит в тень Хидана и Какудзу, но второму удаётся освободиться. Хидан, чьи действия контролирует Сикамару, нападает на Какудзу." }, { "number": 84, "name": "Способность Какудзу", "description": "Наруто узнаёт от Ямато о слабостях каждой из пяти стихий. Какаси атакует Какудзу с помощью Тидори (Райкири) в сердце, однако Какудзу удаётся выжить, после чего из его тела появляются 4 неведомых существа. Одно из\n                                            этих существ, в которого, судя по всему, и попал Какаси, умирает." }, { "number": 85, "name": "Ужасающая тайна", "description": "Соперники поочерёдно обмениваются мощными атаками. Выясняется, что сила Какудзу в использовании сердец побеждённых им синоби — именно они принимают форму неведомых существ. Сикамару, используя Теневое Подражание,\n                                            уводит Хидана от места сражения в лес, где ограничивает пространство его передвижений при помощи взрывных печатей. Хидану удаётся ранить Сикамару, после чего он снова использует Связывающие техники, как и в\n                                            бое с Асумой." }, { "number": 86, "name": "Гений Сикамару", "description": "Хидан ранит себя в сердце, чтобы таким образом убить Сикамару, однако выясняется, что кровь, необходимая для этой техники, была кровью не Сикамару, а Какудзу, и таким образом связанными между собой оказались члены\n                                            Акацуки. Существа Какудзу снова возвращаются в тело хозяина, чтобы встать на замену только что уничтоженному сердцу. На помощь сражающимся прибывает команда Ямато (Наруто, Сай и Сакура)." }, { "number": 87, "name": "Проклиная кого-то, ты роешь сам себе могилу!", "description": "Сикамару взрывает Хидана. Наруто начинает атаку усовершенствованным Расэнганом и он поражает Какудзу своей новой техникой — Расэнсюрикэном." }, { "number": 88, "name": "Стихия Ветра: Расэнсюрикэн!", "description": "Первая атака Наруто проваливается. Сикамару погребает ещё живые части тела Хидана под грудой камней. Наруто повторяет технику, и ему удаётся поразить Какудзу." }, { "number": 89, "name": "Цена силы", "description": "Какаси добивает Какудзу. Наруто снова попадает в больницу. Из-за травм, нанесённых Расэнсюрикэном, Цунадэ запрещает ему использовать эту технику. Кабуто сообщает Оротимару об уничтожении двух членов Акацуки." }, { "number": 90, "name": "Решение синоби", "description": "Член АНБУ перед смертью успевает отправить Хокагэ сообщение о приблизительном месторасположении логова Оротимару. Для продолжения опытов с людьми, Кабуто, по приказу Оротимару, привлекает таинственную Гурэн, когда-то\n                                            служившую кандидатом в сосуды для души Оротимару. В деревню возвращается Дзирайя и предлагает Наруто снова его тренировать. Какаси, Хината, Киба с Акамару и Сино отправляются на разведывательную миссию по поиску\n                                            убежища Оротимару." }, { "number": 91, "name": "Найдено логово Оротимару", "description": "Команда под руководством Какаси обнаруживает бывшее логово Оротимару и находит в нём тела подопытных, боровшихся друг с другом. Часть сильнейших подопытных, выбранных Гурэн, поднимают против неё бунт, однако она\n                                            их уничтожает. Наруто тренируется новой технике с призванной Дзирайей жабой Гамакити." }, { "number": 92, "name": "Схватка", "description": "Кабуто отвозит странного мальчика Юкимару в центр озера и пытается изучить его неведомые способности. Оротимару проверяет силы Саскэ. Наруто призывает жаб Гамакити и Гаматацу для тренировок с ними. Какаси отправляет\n                                            Паккуна к Цунадэ с просьбой узнать о технике Гурэн — уничтожение врагов с помощью превращения их в кристаллы." }, { "number": 93, "name": "Соединяя сердца", "description": "Дзирайя из-за срочного вызова вынужден покинуть Наруто, который после этого возвращается в Коноху для продолжения тренировок с жабами Гамакити и Гаматацу, не умеющими при всём при этом использовать стихию Воды." }, { "number": 94, "name": "Дождливая ночь", "description": "Гурэн и Юкимару отправляются на задание Оротимару, но мальчик быстро устаёт и теряет сознание, после чего они вынуждены прятаться в домике в лесу. Команда под руководством Какаси укрывается от дождя в пещере." }, { "number": 95, "name": "Два амулета", "description": "Наруто продолжает усиленные тренировки с жабами. Гурэн и Юкимару добираются до временного пристанища оставшихся подопытных, согласных служить Оротимару." }, { "number": 96, "name": "Невидимый враг", "description": "Команда Ямато отправляется в подмогу. На команду под руководством Какаси нападают ранее выжившие подопытные — подчинённые Гурэн. Один из них использует дым, однако Киба и Акамару разрушают окружающие деревья и дым\n                                            рассеивается. Враги неожиданно отступают." }, { "number": 97, "name": "Лабиринт искажённых отражений", "description": "На долину спускается туман, Сай отправляется на разведку, а Наруто встречает Юкимару, которого ранее видел на горячих источниках, но ещё не знает, что тот имеет отношение к Оротимару. Гурэн нападает на Команду Какаси\n                                            используя кристальных клонов, один из которых заключает Хинату в кристалл. Тем временем Команда Ямато натыкается на кристальный барьер, внутри которого находятся другие синоби Листвы, но Наруто, используя технику\n                                            Жабьего Водяного Пистолета, разрушает его." }, { "number": 98, "name": "Появление цели", "description": "Объединённые синоби забирают кристалл с Хинатой внутри и прячутся в лесу. Кристалл трескается и девушка освобождается. Возвращается Паккун с сообщением, что Стихия Кристалла может превращать в кристалл каждую клетку\n                                            тела, а Хинату спасло лишь то, что она использовала чакру как защиту. Кабуто при участии Гурэн снова проводит опыт по пробуждению силы Юкимару в центре озера, в результате чего появляется Трёххвостый бидзю." }, { "number": 99, "name": "Яростный хвостатый зверь", "description": "Трёххвостный бидзю начинает выходить из-под контроля, но Гурэн вовремя заключает его в кристалл. Синоби Конохи сталкиваются с подчинёнными Гурэн. Наруто на Гаматацу плывёт к центру озера и видит там, как Трёххвостый\n                                            разрушает кристальный панцирь. Гурэн и Юкимару выбираются на берег." }, { "number": 100, "name": "В тумане", "description": "Наруто также выбирается на берег и находит свою Команду. Из Конохи в подмогу отправляется ещё одна — Команда Сидзунэ (Рок Ли, Ино и Тэн-Тэн). Наруто в одиночку пытается разыскать Юкимару." }, { "number": 101, "name": "Всеобщие чувства", "description": "Какаси вызывает пса Бискэ для поисков Наруто. Гурэн нападает на Удзумаки, появляется Юкимару. Их находит Какаси; Гурэн и Юкимару исчезают. Кабуто говорит Гурэн, что Юкимару всего лишь инструмент для контроля Трёххвостого\n                                            и других причин жить у него нет. Прибывает команда Сидзунэ." }, { "number": 102, "name": "Реорганизация!", "description": "Один из подчинённых Гурэн, Риндзи, оказывается шпионом Кабуто за ней самой. Синоби Конохи обсуждают план дальнейших действий. Туман над озером рассеивается." }, { "number": 103, "name": "Четырёхугольный запечатывающий барьер", "description": "Сидзунэ, Сакура, Ино и Хината создают Четырёхугольный Запечатывающий Барьер для поиска скрывающегося под водой бидзю. На Какаси, Наруто, Сая и Сино нападает Гурэн, а её подчинённые на остальных синоби Листвы, которые,\n                                            впрочем, успешно отбивают атаку." }, { "number": 104, "name": "Разрушая элемент кристалла", "description": "На место сражения случайно забредает Тоби, член Акацуки, и начинает наблюдать за происходящим. Гурэн, для защиты от нападения, ограждает себя кристальной защитой. Гозу, один из её подчинённых, спасает Гурэн. Команда\n                                            под руководством Сидзунэ обнаруживает месторасположение бидзю и начинают его запечатывать. Выясняется, что Гурэн — та женщина, что убила мать Юкимару." }, { "number": 105, "name": "Битва за барьер", "description": "Гурэн и Риндзи нападают на Рок Ли и Тэн-Тэн, охраняющих Запечатывающую Команду. На помощь приходят Сино и Наруто. Трёххвостый выходит из-под контроля и разрушает барьер. Бидзю пытается напасть на Гурэн, но Юкимару,\n                                            используя свою силу, пробует остановить монстра." }, { "number": 106, "name": "Красная камелия", "description": "Риндзи ранит Гурэн. Бидзю атакует стоящих на утёсе Риндзи, Гурэн и Юкимару. Тоби отправляется на поиски напарника, Дэйдары. Гурэн атакует Трёххвостого, к ней присоединяется появившийся Наруто. Какаси находит Юкимару." }, { "number": 107, "name": "Странные союзники", "description": "Синоби Конохи, в отсутствие Наруто, вырабатывают новый план. Гурэн и Наруто обнаруживают, что они в желудке Трёххвостого. Удзумаки вызывает множество клонов чтобы найти выход из бидзю." }, { "number": 108, "name": "Ориентир камелии", "description": "Наруто и Гурэн сражаются с монстрами в желудке Трёххвостого и борются с иллюзиями, создаваемыми туманом бидзю. Юкимару, используя свои силы, создаёт проход во внешний мир для Наруто и Гурэн." }, { "number": 109, "name": "Контратака Проклятой печати", "description": "Сай эвакуирует Юкимару из центра озера в лес, но на них сразу нападают. Риндзи захватывает Юкимару. Запечатывающую Команду, снова начавшую работу, также атакуют. Какаси и другие ниндзя защищают их. Киба, Рок Ли\n                                            и Тэн-Тэн находят раненого Сая. Риндзи заставляет Юкимару снова высвободить свою силу." }, { "number": 110, "name": "Чувство вины", "description": "Цунадэ на помощь Запечатывающей Команде присылает улитку Кацую. Появляются Гурэн и Наруто. Юкимару узнаёт, что Гурэн — убийца его матери, но он прощает её. Наруто царапает лицо Риндзи, который после этого срывает\n                                            кожную маску, и оказывается, что на этот раз под ним скрывается Кабуто, а сам Риндзи убит." }, { "number": 111, "name": "Нарушенное обещание", "description": "Кабуто вызывает оживлённого Риндзи для боя с Наруто и Гурэн. Гурэн, для защиты Юкимару, заключает себя и Риндзи в кристалл. От ужаса потери в Юкимару снова пробуждает его сила и Трёххвостый прорывает технику Запечатывания,\n                                            после чего уничтожает противников, напавших на Запечатывающих. Наруто призывает Гамакити и Гаматацу, с помощью которых использует против бидзю новую технику — Огненный Заряд Жабьего Масла. Трёххвостый скрывается\n                                            под водой." }, { "number": 112, "name": "Место, куда можно вернуться", "description": "Цунадэ через Кацую сообщает Командам о завершении миссии на данный момент. Гурэн оказывается жива, Юкимару ночью сбегает из лагеря синоби Конохи, и Наруто становится понятно, что Юкимару, Гурэн и Гозу решают начать\n                                            новую жизнь. Дэйдара и Тоби уничтожают АНБУ, направленный на замену Командам, после чего они захватывают Трёххвостого." }, { "number": 113, "name": "Ученик Змея", "description": "Цунадэ докладывают, что посланный на озеро отряд АНБУ исчез вместе с Трёххвостым. Оротимару, которому из-за старения тела становится всё хуже, решает как можно скорее переселить свою душу в тело Саскэ. Однако Саскэ\n                                            такой вариант больше не устраивает и он начинает против Оротимару бой. Оротимару в виде сплетённых друг с другом змей выходит из своего тела." }, { "number": 114, "name": "Глаз Ястреба", "description": "Вставка воспоминаний Оротимару о его пути к познанию силы и вечной молодости. Саскэ, используя сяринган, поглощает Оротимару и удерживает его душу и силы внутри себя." }, { "number": 115, "name": "Меч Дзабудзы", "description": "Саскэ освобождает из лаборатории Оротимару Суйгэцу Ходзуки, ученика Дзабудзы. Они узнают у кого в данный момент находится Великий Меч Дзабудзы и с лёгкостью его достают." }, { "number": 116, "name": "Страж Железной Стены", "description": "Саскэ продолжает собирать Команду. Новый член — Карин, ранее руководившая одной из лабораторий. Суйгэцу по приказу Саскэ освобождает всех заключённых лаборатории." }, { "number": 117, "name": "Дзюго из Северного Убежища", "description": "Цунадэ сообщает Сакуре и Наруто о произошедшем между Оротимару и Саскэ. Карин, Суйгэцу и Саскэ наведываются в тюрьму, где содержится Дзюго, сила которого была использована Оротимару для создания Проклятой Метки,\n                                            однако тот нападает на них." }, { "number": 118, "name": "Сбор!", "description": "Дзюго узнаёт, что его лучший друг Кимимаро мёртв и соглашается вступить в Команду Саскэ «Хэби». Саскэ объявляет, что цель Команды — убийство Итати Утихи." }, { "number": 119, "name": "Какаси Гайдэн ~Жизнь мальчика на поле боя!~ Часть 1", "description": "Две серии рассказывают о молодом Какаси Хатакэ в составе команды будущего Четвёртого Хокагэ Минато Намикадзэ (вместе с Обито Утихой и Рин). Время действия — Третья мировая война синоби. Команда Минато получает задание\n                                            уничтожить мост Каннаби. Минато и Какаси, Обито, Рин разделяются. Враги захватывают Рин." }, { "number": 120, "name": "Какаси Гайдэн ~Жизнь мальчика на поле боя!~ Часть 2", "description": "Один из захватчиков Рин ранит глаз Какаси, Обито убивает нападавшего. Второй захватчик при появлении Какаси и Обито устраивает в пещере, где содержалась Рин, обвал. Рин освобождена, но Обито смертельно ранен, и\n                                            он, в качестве подарка Какаси в честь получения тем звания дзёнина, отдаёт ему свой сяринган. Какаси уничтожает второго нападавшего. Миссия по взрыву моста оказывается выполненной." }, { "number": 121, "name": "Действующие", "description": "Кисамэ и Итати Утиха ловят дзинтюрики Четырёххвостого. Лидер Акацуки сообщает подчинённым о смерти Оротимару. Акацуки начинают запечатывание ранее пойманного Трёххвостого бидзю и Четырёххвостого. Команда Саскэ посещает\n                                            тайный склад оружия клана Утиха. Цунадэ поручает созданной Команде Какаси (Ямато, Наруто, Сакура, Сай, Сино, Киба, Хината) поимку Итати Утихи." }, { "number": 122, "name": "Охота", "description": "Какаси вызывает своих псов-ниндзя. Способ поиска, предложенный Какаси таков: Команда выбирает общую точку сбора и, разделяясь на группы, включающие синоби и пса-ниндзя, прочёсывает округу в радиусе 5 км в поисках\n                                            следов Итати или Саскэ Утихи; в случае отсутствия результатов выбирается другая точка сбора. Команда Саскэ и члены Акацуки также занимаются поисками своих врагов. Кабуто пересекается с группой Наруто-Ямато-Хината\n                                            и передаёт им книгу с накопленной Оротимару информацией об Акацуки и показывает им, что он пересадил себе фрагменты тела Оротимару, содержащие в том числе часть силы злодея. Дэйдара и Тоби нападают на Саскэ." }, { "number": 123, "name": "Столкновение!", "description": "Дэйдара и Саскэ продолжают упорно сражаться. Вечно вопящий Тоби участия в битве не принимает. Дэйдара вспоминает, как впервые встретился с Акацуки." }, { "number": 124, "name": "Искусство", "description": "Дэйдара создаёт множество микроскопических бомб, способных, попав в тело, уничтожить человека на клеточном уровне. Однако Саскэ, используя сяринган, удаётся выжить. Тогда Дэйдара использует последнюю глину и взрывает\n                                            себя рядом с Саскэ." }, { "number": 125, "name": "Исчезновение", "description": "Вспышка от взрыва видна на многие километры. Дзэцу сообщает другим членам Акацуки, что скорее всего вместе с Дэйдарой погибли Саскэ и Тоби. Но, как оказывается, Саскэ в последний момент призвал Манду, короля змей,\n                                            ранее служившего Оротимару. Змей погиб, но спас Саскэ. На место взрыва прибывают члены Команды Какаси, и Киба по запаху делает вывод, что Саскэ выжил и у него есть своя Команда. В последних кадрах серии показывается,\n                                            что Тоби, представившийся как Мадара Утиха, жив, и более того является истинным лидером Акацуки." }, { "number": 126, "name": "Сумерки", "description": "Дзирайя сообщает Цунадэ об обнаружении месторасположения Пэйна, в Деревне Дождя, и своём желании отправиться туда. Команда Какаси отправляется на поиски следов Саскэ. Отделившийся от своей Команды Наруто обнаруживает\n                                            в лесу теневого клона Итати Утихи, который недолгое время с ним говорит. В серии кратко рассказывается о родителях Наруто и становится понятно, что отцом главного героя является Четвёртый Хокагэ." }, { "number": 127, "name": "Истории об отважном ниндзя: ~Свиток Дзирайи~ Часть 1", "description": "Две серии рассказывают о молодом Дзирайе. В результате неудачного использования техники Дзирайя оказывается в Стране Жаб, и её повелитель делает мальчику Предсказание о том, что ученик Дзирайи станет Великим ниндзя,\n                                            изменившим весь мир." }, { "number": 128, "name": "Истории об отважном ниндзя: ~Свиток Дзирайи~ Часть 2", "description": "Действие происходит во время Второй великой войны синоби. После ужасной битвы Три Великих Саннина встречаются с голодными детьми — Нагато, Яхико и Конан. Дзирайя решает обучать их искусству ниндзя. Из воспоминаний\n                                            становится понятно, что Наруто — сын Четвёртого Хокагэ, а Дзирайя — его крёстный отец." }, { "number": 129, "name": "Проникновение! Деревня Скрытого Дождя", "description": "Дзирайя проникает в Деревню Дождя и допрашивает двоих её жителей, которые все до единого боготворят лидера Деревни, Пэйна." }, { "number": 130, "name": "Человек, который стал Богом", "description": "Дзирайя вызывает одну из своих жаб и обсуждает с ней ключ, способный снять с Наруто Печать, ограничивающую силу Кюби. Также Дзирайя высказывает мысль, что нападение Девятихвостого на Коноху около 16-ти лет назад\n                                            могло быть вызвано специально, однако единственный известный синоби, способный контролировать силу бидзю, Мадара Утиха, был побеждён ещё Первым Хокагэ очень много лет назад и едва ли дожил до этого. Дзирайя\n                                            отправляет в желудке жабы к Ибики одного из ранее захваченных жителей деревни, а второго контролирует своей техникой. Конан, подручная Пэйна, обнаруживает Дзирайю и нападает на него. Появляется Пэйн и называется\n                                            себя Богом этого мира." }, { "number": 131, "name": "Активация! Режим Отшельника", "description": "Для сражения с псами Пэйна Дзирайя вызывает гигантскую жабу Гамакэна. Псы уничтожены, однако Дзирайя и Гамакэн подвергаются атакам новых гигантских животных. Дзирайя отпускает Гамакэна обратно в Страну Жаб, после\n                                            чего призывает двух других жаб и активирует т. н. Режим Отшельника. Пэйн призывает двух человек, странным образом на него похожих." }, { "number": 132, "name": "Явление Шести Путей Пэйна", "description": "Дзирайя использует МегаРасэнган, однако один из призванных полностью поглощает это дзюцу. Дзирайя ослепляет второго призванного. Жабы используют мощнейшее гэндзюцу, в результате чего Дзирайя захватывает тройку врагов\n                                            и убивает их, однако перед смертью те призывают ещё троих ниндзя, и оказывается, что Пэйн — псевдоним шестерых сильных синоби, среди которых Нагато и Яхико. Дзирайя лишается руки. Тройка убитых неведомым образом\n                                            оживает. Дзирайя недоумевает почему у всех шестерых риннэган, глаза Нагато." }, { "number": 133, "name": "Сказание о храбром Дзирайе", "description": "Дзирайя убивает одного из шестёрки Пэйна. Остальные пятеро смертельно ранят Дзирайю. Последняя мысль Легендарного Саннина была о том, что ученик, про которого рассказывало предсказание, это Наруто Удзумаки." }, { "number": 134, "name": "Приглашение на банкет", "description": "Саскэ осматривает одно из убежищ Акацуки, найденных Дзюго, и встречает там клона Итати, который называет место для их следующей битвы. Команда Саскэ пересекается с одним из клонов Наруто, после чего Наруто узнаёт,\n                                            где их искать. На пути Команды Саскэ встаёт Кисамэ и говорит, что дальше (для битвы с Итати) пройдёт только Саскэ. Младший Утиха принимает это условие. На пути Команды Какаси встаёт Тоби." }, { "number": 135, "name": "В объятиях бесконечного мига...", "description": "Вставка воспоминаний Итати о днях до и после убийства им членов клана Утиха. Саскэ находит Итати. Итати называет имя третьего ныне живущего обладателя мангэкё сярингана — Мадара Утиха." }, { "number": 136, "name": "Свет и тьма мангэкё сярингана", "description": "Итати рассказывает историю Мадары Утихи и о том, что именно он — основатель Акацуки и ответственен за нападение Девятихвостого на Коноху. Саскэ и Итати начинают сражение." }, { "number": 137, "name": "Аматэрасу", "description": "Итати и Саскэ обмениваются мощными атаками. Итати использует Аматэрасу." }, { "number": 138, "name": "Конец", "description": "В результате длительной битвы у Саскэ заканчивается чакра, и Оротимару, поглощённый когда-то младшим Утихой, высвобождается. Однако Итати применяет свою самую мощную технику — Сусаноо и пронзает Оротимару мечом\n                                            Тоцука-но-Цуруги, также известным как клинок Сакэгари (яп. 酒刈太刀 Сакэгари Тати). Итати подходит к Саскэ, щелкает его по лбу двумя пальцами, как он делал это ему в детстве и чрезвычайно истощённый, падает замертво." }, { "number": 139, "name": "Тайна Тоби", "description": "Члены Команды Какаси поочерёдно безуспешно пытаются атаковать Тоби, любая атака странным образом проходит сквозь врага. На место сражения прибывает Дзэцу и сообщает, что Саскэ убил Итати. Тоби вместе с Дзэцу покидают\n                                            поле битвы и переносят тела братьев Утиха в одно из убежищ Акацуки, туда же направляются остальные члены «Хэби» и Кисамэ. Команда Какаси спешит на поиски Саскэ, однако, прибыв на поле его боя, понимают, что\n                                            опоздали. Тоби говорит Саскэ, что Итати перед смертью передал ему все свои техники с целью защитить младшего брата." }, { "number": 140, "name": "Судьба", "description": "Тоби рассказывает Саскэ о давнем противостоянии двух сильнейших кланов — Утиха и Сэндзю, к которым принадлежали основатели Конохи (Мадара Утиха и Хасирама Сэндзю соответственно). Выясняется, что убийство клана Утиха,\n                                            готовившего в Конохе переворот, было миссией Итати и об этом знали лишь несколько человек — Дандзо, Третий Хокагэ и его советники Кохару и Хомура (старейшины Деревни Листа)." }, { "number": 141, "name": "Правда", "description": "Тоби рассказывает Саскэ историю о том, как Итати стал двойным агентом и затем обратился к нему, Мадаре, с просьбой помочь в выполнении своей жестокой миссии. Тоби отрицает свою причастность к нападению Девятихвостого\n                                            Лиса на Деревню Листвы 16 лет назад. Саскэ заявляет о переименовании своей команды «Хэби» («Змея») в «Така» («Ястреб») и объявляет главной целью «Ястреба» полное уничтожение Конохи." }, { "number": 142, "name": "Битва в Громовом Ущелье", "description": " Команда Какаси, после неудачных поисков Саскэ, решает вернуться в Коноху. Тоби раскрывает свою истинную личность перед Кисамэ. Мадара Утиха объявляет, что у Акацуки и «Така» есть общие цели, и Саскэ, принимающий\n                                            предложение Тоби заполучить силу Восьмихвостого бидзю, соглашается с ним. Акацуки, в свою очередь, обязуются захватить Девятихвостого. «Ястреб» выслеживает дзинтюрики Восьмихвостого, Киллера Би, имеющем привычку\n                                            говорить стихами, и вступают с ним в бой. Суйгэцу и Дзюго проигрывают." }, { "number": 143, "name": "«Восьмихвостый» против «Саскэ»", "description": "Саскэ начинает сражение против Киллера Би, который серьёзно его травмирует. Карин даёт Саскэ «выпить» часть своей чакры, и смертельные раны синоби затягиваются. Саскэ, Дзюго и Суйгэцу совместно атакуют Киллера Би,\n                                            однако тот высвобождает чакру Восьмихвостого бидзю и повторно ранит Саскэ. Для спасения своего лидера, Дзюго отдаёт ему часть своей плоти и чакры. Дзинтюрики полностью преображается в Восьмихвостого Быка-Осьминога;\n                                            Саскэ использует против него свой мангэкё сяринган и Аматэрасу. «Така» захватывает Киллера Би, свидетелями чего становятся двое синоби, которые решают отправиться с докладом о произошедшем к Райкагэ, старшему\n                                            брату Киллера Би." }, { "number": 144, "name": "Странник", "description": "На Утакату, молодого человека, Хотару, девушку, и её слугу старика Тонби нападает группа из четырёх ниндзя, разыскивающих древнее разрушительное дзюцу, однако перед этим троица успевает отправить в Коноху просьбу\n                                            о помощи. Команда № 7 под руководством Ямато отправляется туда и обнаруживает сначала раненого слугу, для лечения которого остаётся Сакура, а затем Утакату и Хотару. Утаката в очередной раз отказывается стать\n                                            учителем Хотару и используя своё дзюцу улетает внутри мыльного пузыря, девушку же ниндзя деревни Листвы собираются сопровождать в ближайшую деревню." }, { "number": 145, "name": "Хранитель запретного дзюцу", "description": "Ямато, Сай и Наруто сопровождают Хотару до деревни и начинают путь обратно в Деревню Листа. На Утакату в лесу нападают четвёрка охотящихся за дзюцу ниндзя. Наруто, вспоминая негативное отношение жителей к приходу\n                                            Хотару, понимает, что что-то неладно и решает туда вернуться." }, { "number": 146, "name": "Чувства хранителя", "description": "В деревне на Хотару нападает четвёрка ниндзя, но ей удаётся сбежать в лес, где её находит Утаката. На Утакату нападают АНБУ Деревни Тумана с целью арестовать его как преступника. На месте событий появляется Команда\n                                            № 7." }, { "number": 147, "name": "Прошлое беглеца", "description": "Лидер АНБУ Тумана, Цуруги, для недопущения возможного конфликта между двумя деревнями даёт согласие не арестовывать Утакату вплоть до завершения синоби Листа своей миссии по защите Хотару." }, { "number": 148, "name": "Наследница тьмы", "description": "Тонби предлагает удалить запретное дзюцу, которое, как выясняется, запечатано в Хотару из тела девушки. Та в свою очередь предлагает найти Сиранами, единственного человека, способного использовать эту технику. Наруто,\n                                            используя своих теневых клонов, пытается разыскать Сиранами, который, как оказывается является лидером четвёрки ниндзя, напавших на Хотару. Утаката отправляется на разговор к Цуруги, однако на АНБУ Тумана нападает\n                                            огромный зверь, обладающий риннэганом." }, { "number": 149, "name": "Разделение", "description": "Сиранами захватывает Хотару и начинает процесс извлечения из неё запретного дзюцу. Четвёрка ниндзя безуспешно пытается схватить Наруто, и тот вместе с Утакатой отправляются в родную деревню Хотару, где на них нападают\n                                            зомбированные Сиранами жители. На месте событий появляются Ямато, Сай и Сакура. Четвёрка ниндзя начинает новую атаку." }, { "number": 150, "name": "Активация запретного дзюцу", "description": "Команда № 7 ведёт борьбу с бандитами и местными жителями, находящимися под действием их дзюцу. Сиранами обездвиживает Хотару, а также прибывших на место действия Утакату и Наруто, после чего начинает активацию запретного\n                                            дзюцу, используя поглощаемую девушкой чакру природы." }, { "number": 151, "name": "Учитель и ученик", "description": "Команда № 7 ловит четвёрку ниндзя-бандитов. Утаката и Наруто, к которым вернулась способность двигаться заставляют Сиранами прекратить мучения девушки, однако природная чакра выходит из-под контроля и лишь вмешательство\n                                            Шестихвостого бидзю, заключённого внутри Утакаты позволяют избежать трагедии. История с запретной техникой заканчивается благополучно. Команда № 7 отправляется в Коноху, но на Утакату нападает Пэйн с целью схватить\n                                            живущего в нём бидзю." }, { "number": 152, "name": "Мрачные новости", "description": "Четвёртому Райкагэ сообщают о похищении его брата, Киллера Би, членами Акацуки. Один из двух великих жаб-отшельников Фукасаку прибывает в Коноху с ужасной новостью о смерти Дзирайи. Фукасаку, на чьей спине Дзирайя\n                                            оставил предсмертное послание, которое предстоит расшифровать, также сообщает о пленённом жителе Деревни Дождя, а также об убитом одном из тел Пэйна, чьё вскрытие предстоит провести." }, { "number": 153, "name": "Следуя за тенью учителя", "description": "Мероприятия по вскрытию одного из тел Пэйна и расшифровке послания Дзирайи возглавляют Сидзунэ и Сикамару соответственно. Выясняется, что Курэнай Юхи беременна от ныне погибшего Асумы." }, { "number": 154, "name": "Расшифровка", "description": "Наруто разгадывает цифровой шифр, оставленный Дзирайей — в виде номеров страниц последнего романа Саннина скрывалась фраза «В действительности настоящего среди них нет». Фукасаку забирает с собой Наруто в Страну\n                                            Жаб Мёбоку, где начинает обучение того сэндзюцу — использованию природной чакры." }, { "number": 155, "name": "Первый вызов", "description": "Наруто достигает определённых успехов в сэндзюцу, сумев с его помощью поднять огромную статую жабы. Члены Акацуки обнаруживают, что пойманный командой Саскэ Киллер Би всего лишь клон. Пэйн и Конан отправляются в\n                                            Коноху с целью захвата дзинтюрики Девятихвостого." }, { "number": 156, "name": "Превосходить учителя", "description": "Наруто продолжает совместные тренировки с Фукасаку и овладевает Режимом Отшельника. После похищения Киллера Би его брат, Четвёртый Райкагэ принимает решение созвать Совет пяти Кагэ для противодействия Акацуки." }, { "number": 157, "name": "Коноха атакована!", "description": "Пэйн и Конан нападают на Коноху с целью узнать местонахождение дзинтюрики Девятихвостого. В составе команды вскрытия, Сидзунэ определяет, что металл на лице убитого тела Пэйна, — это чакроприёмники. Цунадэ объявляет\n                                            тревогу и приказывает вернуть Наруто в деревню." }, { "number": 158, "name": "Сила веры", "description": "Пэйн и Конан продолжают разрушать деревню в поисках дзинтюрики. Дандзо убивает жабу, которую собиралась послать Цунадэ на гору Мёбоку за Наруто, пытаясь таким образом «защитить его». На пути одного из тел Пэйна\n                                            встаёт Какаси." }, { "number": 159, "name": "Пэйн против Какаси", "description": "Какаси погибает в сражении с Пэйном, однако участвовавшему в этой битве Тёдзи удаётся передать ценную информацию о противнике." }, { "number": 160, "name": "Тайна Пэйна", "description": "Во время тренировок у Фукасаку возникают проблемы при попытке объединения чакры сэндзюцу с Наруто — Девятихвостый этого просто не позволяет. Иноити Яманака (отец Ино) узнаёт в одном из тел Пэйна труп, который видел\n                                            в воспоминаниях пленённого жителя Страны Дождя. В купе с информацией, полученной Сидзунэ это должно стать очень важным для победы над врагом." }, { "number": 161, "name": "Я — Конохамару, из рода Сарутоби!", "description": "Конохамару приходит на помощь своему учителю Эбису, и с помощью Расэнгана одолевает одно из тел Пэйна — Путь Ада. Наруто в это время неудачно пытается овладеть переходом в Режим Отшельника в движении из-за того,\n                                            что Лис не позволяет Фукасаку слиться с юношей для обмена чакрой сэндзюцу." }, { "number": 162, "name": "Миру — боль", "description": "Используя полученные сведения, группе расследования Конохи удаётся установить, что тела Пэйна управляются кем-то со стороны. Одно из тел Пэйна извлекает из Сидзунэ информацию о том, где находится Наруто, после чего\n                                            убивает её. Тела Пэйна, узнав необходимое, покидают территорию деревни и устраивают мощнейший взрыв, разрушивший почти все постройки. На горе Мёбоку узнают, что посыльная жаба Косуки была убита, в то же время\n                                            очутившаяся недалеко от Конохи Сима понимает, что на деревню напали, после чего призывает Фукасаку и Наруто с сильнейшими жабами клана Гама." }, { "number": 163, "name": "Взрыв! Режим Отшельника", "description": "Жители деревни выживают благодаря Цунадэ, отдавшей почти всю чакру Кацую, чтобы та спасла людей от атаки Пэйна. Сама Хокагэ впадает в кому. Прибывшему Наруто удаётся одолеть два тела Пэйна с использованием Режима\n                                            Отшельника.\n                                        " }, { "number": 164, "name": "На пределе! Режима Отшельника больше нет!", "description": "Посредством передачи чакры сэндзюцу от клона Наруто к настоящему юноше, тому удаётся максимально использовать имеющиеся возможности для атаки, и тем самым уничтожает ещё два тела Пэйна." }, { "number": 165, "name": "Захват Девятихвостого завершён", "description": "Наруто побеждает еще одно тело Пэйна. Мир Бога убивает Фукасаку и приковывает Наруто к земле, после чего рассказывает о причинах почему хочет принести в этот мир боль — чтобы люди, испугавшись её, прекратили войны.\n                                            Используя полученные ранее сведения, отец Ино догадывается, что ниндзя, руководящий телами Пэйна находится на самой высокой горе возле Конохи." }, { "number": 166, "name": "Признание", "description": "Хината, рискуя жизнью, приходит на помощь Наруто и признаётся ему в любви, однако вскоре её серьёзно ранит Пэйн. Вид поверженной девушки вызывает у юноши ярость, и в нём пробуждается чакра Лиса." }, { "number": 167, "name": "Тибаку Тэнсэй", "description": "В процессе битвы с оставшимся телом Пэйна (Миром Бога) у Наруто постепенно появляются четыре, затем шесть, а в итоге восемь хвостов Лиса. Член Акацуки пытается применить против него одну из своих самых мощных техник,\n                                            Тибаку Тэнсэй, создав гигантскую земляную сферу. Когда Наруто уже был готов снять печать, чтобы высвободить Девятихвостого, в его сознании появляется образ Четвёртого Хокагэ." }, { "number": 168, "name": "Четвёртый Хокагэ", "description": "Четвёртый Хокагэ, благодаря части чакры, оставленной в мальчике при запечатывании Лиса, рассказывает Наруто, что именно он его отец, а также сообщает, что 16 лет назад Девятихвостым, напавшим на Коноху, управлял\n                                            член Акацуки в маске. После этого образ Минато восстанавливает печать и исчезает. Наруто принимает свою обычную форму и уничтожает Мир Богов." }, { "number": 169, "name": "Два ученика", "description": "Кацую сообщает выжившим, что Наруто одолел Пэйна и идёт к тому, кто управлял им. Наруто находит Нагато, бывшего ученика Дзирайи, но подвергается его атаке. Юноша выдерживает удар и начинает говорить с Нагато, чтобы\n                                            узнать, почему он и Конан стали такими." }, { "number": 170, "name": "Большое приключение! В поисках наследства Четвёртого Хокагэ! Часть 1", "description": "Наряду с 171 серией — филлер, посвящённый выходу в прокат 7-го по счёту анимационного фильма Наруто, «Наруто Сиппудэн: Затерянная башня»." }, { "number": 171, "name": "Большое приключение! В поисках наследства Четвёртого Хокагэ! Часть 2", "description": "Саскэ с помощью Тидори и других своих боевых навыков удаётся прогнать ниндзя Дождя, а Наруто и его друзья узнают, что под «наследством Четвёртого Хокагэ» подразумевалось любимая фраза Гая о силе юности." }, { "number": 172, "name": "Встреча", "description": "Нагато рассказывает Наруто о том, как во время войны он лишился родителей, познакомился с Конан и Яхико и вместе с ними нашёл троицу легендарных ниндзя, Саннинов." }, { "number": 173, "name": "Рождение Пэйна", "description": "Нагато вспоминает, как он, Конан и Яхико обучались у Дзирайи. Несколько лет спустя по вине Хандзо, лидера Деревни Дождя, и Дандзо, желавшего добиться поста Хокагэ, погиб Яхико, и тогда Нагато перенимает идею о том,\n                                            что люди поймут друг друга только после того, как познают боль." }, { "number": 174, "name": "Сказание о Наруто Удзумаки", "description": "Нагато заканчивает историю о своей жизни. Наруто заявляет, что его дальнейший путь — идти вперёд, не сдаваться, и пытаться изменить мир ненависти, как когда-то хотел сделать сам Нагато, благодаря чьим словам родилась\n                                            книга Дзирайи — «Сказание о бесстрашном ниндзя». Нагато говорит, что готов поверить в Наруто и его мечты и решает воскресить всех жителей деревни, погибших при его нападении." }, { "number": 175, "name": "Герой Скрытого Листа", "description": "Ценой своей жизни Нагато воскрешает всех убитых им в Конохе. Вместе с ними из мира мёртвых возвращаются Фукасаку, Сидзунэ, а также Какаси, встретивший во тьме своего отца и успевший сказать ему слова, которые давно\n                                            хотел донести до него — о том, что он его понимает и прощает. Конан отрекается от Акацуки и сообщает Наруто, что будет помогать ему как лидер Деревни Дождя. В Конохе Наруто приветствуют как героя." }, { "number": 176, "name": "Новый учитель Ирука", "description": "Дзэцу, следивший за нападением на Коноху, констатирует поражение Нагато и покидает деревню. Ниндзя Страны Молнии отправляются в Скрытый Лист." }, { "number": 177, "name": "Испытание Ируки", "description": "Флешбэк-часть: рассказывает о том, как Ирука поборол в себе неприязнь к Наруто, вспомнив свои детские страдания от одиночества и потери родителей. В конце серии Наруто подставляют его товарищи по классу в Академии,\n                                            и Ирука хочет его спасти." }, { "number": 178, "name": "Решимость Ируки", "description": "Филлерная часть — Наруто находит кунай с секретным документом Конохи, из-за чего попадает в переделку. Какаси и Ирука совместными силами побеждают нападавших." }, { "number": 179, "name": "Ответственный дзёнин Какаси Хатакэ", "description": "Экранизация манги — Советом Страны Огня исполняющим обязанности Хокагэ выбран Дандзо." }, { "number": 180, "name": "Испытание отваги Инари", "description": "Экранизация манги — на помощь Конохе в её восстановлении от атаки Пэйна приходят Инари и его дедушка." }, { "number": 181, "name": "Школа мести Наруто", "description": "Экранизация манги — Старик Тадзуна спрашивает у Наруто о Саскэ, и Удзумаки, не желая говорить правду, отвечает, что они подрались и Саскэ ненадолго оставил деревню." }, { "number": 182, "name": "«Узы» Гаары", "description": "Филлер рассказывает о воспоминаниях Гаары. После нападения на Коноху Оротимару, Деревня Песка и Деревня Листа заключили союз. Команде № 7 дают задание встретиться с союзниками из Песка и ликвидировать группу синоби.\n                                            К великому удивлению членов команды, их партнёрами становятся Гаара и двое новичков под его командованием: Яоки и Короби. На пути к цели на Гаару, Яоки и Короби нападает АНБУ Деревни Песка. Тем временем Какаси\n                                            встречает членов АНБУ, которые говорят, что хотят убить Гаару. Команде № 7 не без помощи самого Гаары удаётся нейтрализовать противников." }, { "number": 183, "name": "Вспышка Наруто", "description": "Филлер рассказывает об опасной болезни чакры, которую якобы подхватил Наруто во время очередного задания. Сакура заражается от Наруто. Жителей Конохи эвакуируют во избежание эпидемии, а Наруто пытаются отловить,\n                                            чтобы эту самую эпидемию избежать. Однако вскоре оказывается, что никакой болезни чакры нет." }, { "number": 184, "name": "Выдвижение! Команда Тэн-Тэн", "description": "В филлере рассказывается о миссии, в которой Тэн-Тэн, Нэдзи и Наруто отправляются к синоби-учёному из Скрытого Листа, чтобы купить у него оружие для деревни." }, { "number": 185, "name": "Территория диких животных", "description": "В филлере рассказывается о том, как Наруто, Ли, Сино и Котэцу Хаганэ в качестве руководителя группы трёх гэнинов получают приказ от Цунадэ поймать страуса-ниндзя, что им в итоге с большим трудом удаётся сделать." }, { "number": 186, "name": "Эх, Лекарство Юности", "description": "Ли хочет помочь находящейся в коме Пятой Хокагэ в благодарность за то, что та вылечила его 2,5 года назад, и юноша рекомендует Сакуре Лекарство Юности, созданное Гаем. Бо́льшая часть серии рассказывает о том, как\n                                            во время болезни Рока Ли Сакура, Ино и Наруто искали у границы Страны Огня цветок Дзёфуку, ингредиент, необходимый для приготовления лекарства." }, { "number": 187, "name": "Рассказ о бесстрашном учителе и студенте-ниндзя. Часть 1", "description": "Рассказ о том, как Дзирайя обучал Наруто сопротивлению гэндзюцу. Саннин считал, что если Наруто научится освобождаться от техник иллюзий, то сможет вернуть Саскэ. В результате Дзирайя и Наруто оказываются в деревне,\n                                            живущей иллюзиями." }, { "number": 188, "name": "Рассказ о бесстрашном учителе и студенте-ниндзя. Часть 2", "description": "Дзирайя и Наруто спасают деревню иллюзий от Кандати — человека, захватившего власть и взявшего её жителей в заложники." }, { "number": 189, "name": "Энциклопедия Саскэ", "description": "Команда № 7 выполняет миссию ранга D — заполучить отпечаток лапы Нэкоматы, повелителя кошек-ниндзя, для энциклопедии, в которую Саскэ собирал отпечатки лап кошек, когда был маленьким." }, { "number": 190, "name": "Наруто и старый солдат", "description": "Наруто и Коско, «вечный гэнин», выполняют миссию ранга C, которая заключается в патрулировании северной границы Конохи и защите её от врагов, неожиданно напавших на деревню." }, { "number": 191, "name": "Любимая песня Какаси", "description": "Рассказ о куноити из скрытой Деревни Замка Страны Ключа Ханарэ, которая по мнению Конохи была шпионкой. Она была схвачена АНБУ Скрытого Листа; Иноити Яманака, пробравшись в сознание Ханарэ, узнал, что она видела\n                                            Какаси в детстве." }, { "number": 192, "name": "Хроники Нэдзи", "description": "Команда Конохомару просит Нэдзи рассказать историю про великие поступки Наруто. Но Нэдзи рассказывает о преследовании им, Кибой и Тэн-Тэн двух синоби Скрытого Облака, похитивших Хинату. Ребята в недоумении — ведь\n                                            Наруто не имеет к этому никакого отношения! Но Нэдзи объясняет им, что Наруто поменял его жизненные взгляды, что является важной частью истории." }, { "number": 193, "name": "Человек, который умер дважды", "description": "Наруто встречает призрака человека, ничего не помнящего о своём прошлом. Удзумаки узнаёт, что этот человек в данный момент лежит в коме в больнице. Вскоре призрак вспоминает, что он, будучи членом АНБУ, выследил\n                                            Сабиру, предателя деревни, но проиграл ему в бою в битве и тот поджёг его дом. С помощью Наруто призраку удаётся вывести преступника на чистую воду." }, { "number": 194, "name": "Худшая тройка — наперегонки", "description": "Команде № 7 поручают задание вернуть сокровище сестры лорда феодала. При выполнении миссии Наруто и Саскэ были связаны грабителями особой «липучей» техникой, а Сакура похищена. Тем не менее героям удалось освободиться\n                                            и завершить начатое." }, { "number": 195, "name": "Сотрудничество, команда № 10", "description": "Сикамару вспоминает миссию, которую поручили командам № 7 и № 10 тремя годами ранее. Целью было освобождение внучки старейшины одной из деревень. Во время миссии на Сикамару накладывают технику, из-за которой тот\n                                            не может больше отдавать приказы, и его берут в плен. Но ребятам удаётся спасти товарища и завершить миссию." }, { "number": 196, "name": "Рывок во тьму", "description": "Саскэ вспоминает о миссиях, порученных команде № 7 тремя годами ранее. Саскэ и Какаси поручают отправиться к границе Страны Огня, а Наруто и Сакуре сопровождать Нахо — родственницу феодального Лорда в деревню Сидзумэ.\n                                            По пути на вторых нападают разыскиваемые ниндзя с целью захватить Нахо; ребят берут в плен. Но позже их находит Саскэ. Освободив ребят, он побеждает главаря. Во время битвы противник вспоминает Итати Утиху,\n                                            что напомнило юноше о его мести." }, { "number": 197, "name": "Шестой Хокагэ Дандзо", "description": "Дандзо становится Шестым Хокагэ (при этом его полномочия не считаются полностью подтверждёнными до совета дзёнинов). Получив письмо от Райкагэ, он даёт согласие на уничтожение Саскэ как синоби-отступника (нукэнина).\n                                            Наруто и Сакура узнают о произошедшем, но по совету Какаси решают пока подождать и не действовать активно. В Коноху прибывают синоби из деревни Скрытого Облака. Тоби сообщает команде «Така» о разрушении Конохи\n                                            и назначении Дандзо, Саскэ решает отправиться на Совет Кагэ дабы там убить нового Хокагэ. В этом их сопровождает белая половина Дзэцу." }, { "number": 198, "name": "Канун встречи на высшем уровне", "description": "Синоби Скрытого Облака пытаются всеми силами добыть информацию о Саскэ. Дандзо поручает Корню АНБУ отыскать Кабуто, опасаясь, что тот знает о его связях с Оротимару. Наруто решает последовать за синоби Скрытого\n                                            Облака с целью встретиться и поговорить с Райкагэ, надеясь, что тот изменит своё мнение о Саскэ и перестанет считать его преступником. Какаси и Ямато соглашаются сопровождать Наруто." }, { "number": 199, "name": "Появление пяти Кагэ!", "description": "Кагэ скрытых деревень отправляются к месту встречи пяти Кагэ (в Страну Железа). Наруто, Какаси и Ямато преследуют синоби Скрытого Облака; им удаётся нагнать группу во главе с Райкагэ. Команда «Така», а также белая\n                                            часть Дзэцу, пытаются проникнуть в Страну Железа." }, { "number": 200, "name": "Просьба Наруто", "description": "Наруто получает от Райкагэ отказ в помиловании Саскэ. Сам Саскэ и его команда, сидя в засаде, готовятся к нападению на Дандзо. Начинается совет Пяти Кагэ: между лидерами деревень сразу возникают разногласия. Тем\n                                            не менее они соглашаются с тем, что для противостояния Акацуки необходимо создание военного альянса. Председатель собрания Мифунэ предлагает Дандзо на роль руководителя альянса." }, { "number": 201, "name": "Трудное решение", "description": "Сакура, Сай, Сикамару понимают, что им самостоятельно необходимо захватить Саскэ, чтобы тот не стал причиной войны между деревнями. На Совете Кагэ один из сопроводителей Мидзукагэ, Ао, с помощью бякугана узнаёт,\n                                            что Дандзо пересадил себе сяринган Сисуй Утихи, с помощью которого на собрании контролировал Мифунэ, и разоблачает его. В то же время в зале заседаний появляется Дзэцу и сообщает Кагэ, что в здании находится\n                                            Саскэ. Тоби перемещается к Наруто, чтобы поговорить с ним." }, { "number": 202, "name": "Грозовой шторм", "description": "Сразу после появления Тоби его окружают Ямато и Какаси: первый создаёт деревянную ловушку, а второй готовит на случай битвы Тидори. Однако Тоби утверждает, что не собирается сражаться, а только пришёл чтобы поговорить\n                                            о Саскэ и Итати. Дандзо полностью теряет доверие других Кагэ. Райкагэ, а затем и Кадзэкагэ со своими помощниками отправляются чтобы сражаться с Саскэ. Младший Утиха при помощи Суйгэцу и Дзюго убивает несколько\n                                            самураев, после чего готовится вступить в бой с Райкагэ." }, { "number": 203, "name": "Путь ниндзя Саскэ", "description": "Тоби рассказывает Наруто истинную правду об Итати. По его словам, проклятье клана Утиха в том, что цель их жизни — месть. Райкагэ лишается руки. Карин обнаруживает местонахождение Дандзо, а Гаара делает безуспешную\n                                            попытку в последний раз переубедить Саскэ. Младший Утиха использует третью технику мангэкё сярингана — Сусаноо." }, { "number": 204, "name": "Сила пяти Кагэ", "description": "Наруто, Какаси и Ямато решают пока что никому не сообщать о рассказе Тоби-Мадары. Киллер Би, ранее спасшийся от Саскэ на глубине озера, решает на время покинуть своё селение. Саскэ, используя силу Сусаноо, обрушивает\n                                            колонны здания, тем самым временно блокируя силы Облака и Песка. Суйгэцу и Дзюго чудом удаётся выжить. Карин находит Дандзо и показывает его местонахождение Саскэ." }, { "number": 205, "name": "Объявление войны", "description": "Перенесённая Мадарой Карин излечивает Саскэ. Тоби рассказывает о своём плане «Глаз Луны»: он планирует воссоздать Десятихвостого монстра, собрав воедино всех бидзю, чтобы, стать его дзинтюрики и увеличив свою силу,\n                                            создать гэндзюцу на весь мир для его контроля. Он предлагает Кагэ выдать ему двух оставшихся дзинтюрики (при этом Райкагэ узнаёт, что его брат на самом деле на свободе), но лидеры деревень отказываются. Тоби\n                                            объявляет о начале Четвёртой мировой войны синоби. Кагэ решают создать военный альянс стран." }, { "number": 206, "name": "Чувства Сакуры", "description": "Сакура признаётся Наруто в любви, однако тот сразу понимает неискренность слов девушки. После неудавшегося признания Сакура вместе с Кибой, Ли и Саем отправляется на поиски Саскэ. Кагэ окончательно формируют военный\n                                            альянс, его руководителем избирается Эй (Четвёртый Райкагэ). Кисамэ находит Киллера Би и вступает с ним бой." }, { "number": 207, "name": "Бидзю против бидзю без хвоста", "description": "Ао продолжает преследовать Дандзо, но попадает в ловушку одного из подчинённых последнего, Фу: выбраться из неё он сумел лишь с помощью подоспевшей Мидзукагэ. Кисамэ продолжает бой с Киллером Би: во время него он\n                                            сливается с Самэхадой, изматывая противника сражением в воде. Однако в последний момент Самэхада, которой настолько понравилась чакра дзинтюрики, отказывается повиноваться Хосигаки. В то же время на помощь подоспевает\n                                            Райкагэ, и братья вдвоём обезглавливают пытавшегося произнести очередную технику Кисамэ." }, { "number": 208, "name": "Как друг", "description": "Самураи ловят замаскировавшихся Суйгэцу и Дзюго. Сай, вопреки обещанию, рассказывает Наруто о том, что синоби Конохи решили сами расправиться с Саскэ, и что на это готова пойти даже Сакура. Гаара, Тэмари и Канкуро\n                                            находят Какаси, Ямато, Наруто и Сая и рассказывают о произошедшем на Совете Кагэ. Тоби находит Дандзо, устраняет его подручных Фу и Торунэ и переносит к месту действия Саскэ и Карин. Саскэ готовится начать бой\n                                            с Дандзо, и выясняется, что в правую руку Хокагэ имплантировано множество сяринганов." }, { "number": 209, "name": "Правая рука Дандзо", "description": "Какаси решает остановить Сакуру, отправившись за ней вместе с клоном Сая. От нервного напряжения у Наруто начинается гипервентиляция лёгких, и он теряет сознание. Начинается бой между Саскэ и Дандзо. Дандзо подтверждает,\n                                            что Итати уничтожил клан Утиха по приказу старейшин Конохи. Саскэ несколько раз безуспешно пытается убить Дандзо. Во время боя внезапно появляется Итати." }, { "number": 210, "name": "Запретное додзюцу", "description": "Итати оказывается иллюзией, созданной Саскэ. Сам Саскэ на время парализован печатью, наложенной на него Дандзо во время их столкновения. Карин раскрывает секрет дзюцу Дандзо — Идзанаги (дзюцу сярингана, превращающее\n                                            любое повреждение, даже смерть, в иллюзию, платой чему является закрытие используемого глаза навсегда). После многочисленных атак у Дандзо на руке остаётся последний глаз. Противники атакуют друг друга." }, { "number": 211, "name": "Дандзо Симура", "description": "Дандзо обнаруживает, что казавшийся открытым глаз является созданной Саскэ иллюзией. Утиха наносит ему удар с помощью Тидори, при этом серьёзно ранив Карин. Дандзо вспоминает о том, как он соперничал с Третьим Хокагэ,\n                                            после чего активирует обратную Печать Четырёх Символов, пытаясь уничтожить всех в радиусе действия техники." }, { "number": 212, "name": "Решимость Сакуры", "description": "Дандзо умирает, так и не сумев убить Саскэ. Сакура вместе с Саем, Кибой и Ли отправляется на поиски Саскэ. Сакура, решившая разобраться с Утихой самостоятельно, усыпляет всех. Какаси продолжает погоню за Сакурой.\n                                            Найдя Саскэ, Сакура заявляет, что покинула Коноху и готова присоединиться к команде «Така»." }, { "number": 213, "name": "Потерянные узы", "description": "Наруто просыпается после обморока и застаёт около себя Ямато, который говорит, что им с Наруто нужно возвращаться в деревню, а с Саскэ разберётся Какаси. Наруто, прикинувшись спящим, дожидается пока Ямато засыпает\n                                            и отправляется вслед за Какаси." }, { "number": 214, "name": "Бремя, которое я должен нести", "description": "Саскэ пытается убить Сакуру, но Какаси отклоняет его атаку и вступает в бой со своим бывшим учеником. Неожиданно после использования Сусаноо Саскэ начинает слепнуть. Сакура исцеляет Карин, а потом нападает на ослабевшего\n                                            Саскэ, который затем пытается убить её кунаем, но в последний миг появляется Наруто и спасает Сакуру." }, { "number": 215, "name": "Две судьбы", "description": "Какаси продолжает атаковать Саскэ, но Наруто останавливает Какаси и вступает в схватку вместо него. После этого Наруто рассказывает Саскэ о том, что он также ненавидел Коноху долгое время." }, { "number": 216, "name": "Первоклассные синоби", "description": "Наруто заявляет о своём решении спасти Саскэ, но Утиха не оставляет мысли о мести за Итати и разрушении Конохи. Появляются Тоби и белая половина Дзэцу. Кунай, которым Сакура собиралась убить Саскэ, был ядовитым,\n                                            и яд попал в Наруто через царапину. Саскэ и Тоби отступают. Саскэ просит Тоби пересадить ему глаза брата." }, { "number": 217, "name": "Нарушитель", "description": "Члены АНБУ узнают о смерти Дандзо (т. к. пропадает печать молчания, ранее им поставленная на языки подчинённых). Какаси, Наруто, Сакура, Рок Ли, Киба и Сай возвращаются в Коноху, забирая с собой и Карин. Райкагэ\n                                            и Киллер Би возвращаются в свою деревню. Вместе с ними туда тайно проникает Кисамэ, ранее подстроивший свою смерть в битве с Киллером Би с помощью Дзэцу." }, { "number": 218, "name": "Великие страны начинают действовать", "description": "Пять Великих Стран, сформировав военный альянс синоби, начинают подготовку к войне. Деревня Песка узнаёт о смерти Дандзо. Наруто и остальные возвращаются в Коноху." }, { "number": 219, "name": "Хокагэ — Какаси Хатакэ", "description": "Ибики собирается допросить Карин. Какаси собираются утвердить в качестве Хокагэ, но приходит срочное известие — Цунадэ вышла из комы." }, { "number": 220, "name": "Предсказание Великой жабы", "description": "Цунадэ принимается за активную работу в качестве Хокагэ и созывает военный совет деревни. Тоби пересаживает Саскэ глаза Итати. Великая жаба предсказывает Наруто встречу с Восьмихвостым и юношей «с великой силой\n                                            в глазах». Наруто получает ключ от печати, удерживающей Лиса в его теле." }, { "number": 221, "name": "Хранилище", "description": "Наруто поглощает ключ от печати, контролирующей Девятихвостого. Кабуто находит логово Акацуки и предлагает Тоби свою помощь. В обмен на призыв тел умерших ниндзя с помощью Эдо Тэнсэй и использование их в качестве\n                                            военной силы, Тоби даёт согласие передать Кабуто Саскэ для использования в своих целях с условием, что он не будет приближаться к Саскэ до окончания Четвёртой мировой войны. Отряд Анко по следам Кабуто находит\n                                            это же убежище." }, { "number": 222, "name": "Решение пяти Кагэ", "description": "Проходит совет военного альянса синоби, на котором принимается решение изолировать Наруто и Би с целью защиты их от Акацуки на острове в Стране Молнии. Цунадэ просит Райкагэ о том, чтобы Би научил Наруто контролю\n                                            бидзю. Под видом суперсекретной миссии Цунадэ отправляет Наруто на остров вместе с командой сопровождения." }, { "number": 223, "name": "Молодой человек и море", "description": "Наруто, Ямато, Гай и Аоба Ямасиро отправляются в порт, чтобы сесть на корабль до Скрытого Облака. Прибыв на место, они узнают, что моряки не хотят выходить в море из-за огромной рыбы-меч, призванной ещё в Третьей\n                                            мировой войне синоби и не дающей плыть судам. В бою с ней они встречают Юсукэ, сына рыбака, погибшего при её отлове. Команда решает помочь ему отомстить. Вместе им удаётся поймать рыбину и отправить туда, откуда\n                                            она была призвана." }, { "number": 224, "name": "Ниндзя-торговец из Бэнису", "description": "Наруто и его команда останавливаются на острове, где встречают Сакуру, Ино и Тёдзи которых послала Цунадэ за лечебными травами. Они сталкиваются с синоби из Бэнису, которые хотят продать эти травы, но они отказываются\n                                            платить. Достав целебной грязи, торговцы попадают к гигантской ящерице. Наруто побеждает ящерицу и спасает торговцев. В знак благодарности торговцы отдают им целебные травы даром. Наруто направляется дальше\n                                            в путь, а Сакура и её команда возвращаются в Коноху." }, { "number": 225, "name": "Проклятый корабль-призрак", "description": "Ямато рассказывает Наруто легенду о корабле-призраке на котором живут мертвецы. Они сталкиваются с этим кораблём, но на борту никого нет кроме мальчика Хисяку, которого встретил Наруто. Он рассказывает что вся команда\n                                            этого корабля погибла от гигантского краба. Краб нападает на корабль, но Наруто и Хисяку побеждают его. Позже выясняется что Хисяку был привидением, а корабль-призрак существует." }, { "number": 226, "name": "Остров-броненосец", "description": "На Наруто и его команду нападают пираты. Капитан пиратов забирает его повязку и готов убить его, однако Наруто спасает его команда. Попав под остров через пещеру на подводной лодке, сооруженной капитаном Ямато,\n                                            Наруто находит тетрадь, в которой написано, что этот остров захватили эти же пираты и убили всех его жителей. Наруто клянётся отомстить за них. Позже он побеждает всех пиратов и возвращает свою повязку." }, { "number": 227, "name": "Остров Забвения", "description": "Во время шторма на корабль нападает огромная птица и уносит в когтях Гая. Команда отправляется за ним и высаживается на острове, населённом животными призыва. Выясняется, что это результат работы учёных-генетиков,\n                                            которые погибли от ими же созданного «идеального призываемого животного». После разгрома базы учёных монстр впал в спячку, но вот-вот должен пробудиться. Наруто и его спутникам предстоит отправить чудовище в\n                                            небытие.\n                                        " }, { "number": 228, "name": "Сражайся, Рок Ли!", "description": "Серия посвящена воспоминаниям Гая о том, как он узнал, что Рок Ли — гений Пьяного кулака." }, { "number": 229, "name": "Ешь или умри! Грибы из преисподней", "description": "Запасаясь провизией перед двухнедельным плаванием по «Пути молчания», Наруто принимает в подарок от незнакомца странный гриб. Позже он размножается и прорастает по всему кораблю, уничтожая всю провизию и воду во\n                                            время плавания. Наруто и Гай от сильного голода съедают все грибы и начинают драку друг с другом, в ней побеждает Наруто. Но в итоге Наруто с помощью призыва достаёт еду из Страны Жаб и мстит высадившимся на\n                                            корабле пиратам, во главе которых был тот самый торговец, который дал Наруто гриб, рассчитывавшим на лёгкую наживу умерших от голода героев." }, { "number": 230, "name": "Месть теневых клонов", "description": "Теневые клоны перестают слушаться Наруто, они берут его в плен и поднимают бунт на судне." }, { "number": 231, "name": "Закрытый морской путь", "description": "Сикамару и Тэн-Тэн отправляются на помощь к Наруто и его команде. Они попадают в туман, где образуются рифы и гигантский водоворот. С помощью Сикамару им удаётся выбраться из ловушки и победить бандитов, соорудивших\n                                            её.\n                                        " }, { "number": 232, "name": "Женская Ассоциация Конохи", "description": "Нэдзи был назначен Хиаси командующим клана на передовой, что вызвало сомнения многих членов Клана. Тэн-Тэн организовывает девичник и приглашает Сакуру, Хинату и Ино, позже к ним присоединяются Цунадэ и Сидзунэ.\n                                            В этом же ресторане организовывают мальчишник парни. Все они разговаривают о Наруто, мировой войне, вспоминают прошлое. Возвращаясь домой, Хината говорит Нэдзи, что хочет стать ещё сильнее и что только благодаря\n                                            Наруто она достигла многого. Нэдзи отвечает, что она и так сильная, и он сам благодаря Наруто стал свободным. На следующий день, во время тренировки с Нэдзи, Хината говорит, что не имеет значения из какой кто\n                                            ветви, и её отец сделал правильное решение, назначив Нэдзи командиром." }, { "number": 233, "name": "Появление самозванца Наруто", "description": "Наруто и его команда сталкиваются с бандитом Банной, который выдаёт себя за Наруто. Наруто побеждает Банну, но того выручает сообщник Игги, выдающий себя за охранника. Позже Банну захватывают наёмные ниндзя, и Игги\n                                            не может спасти его. Он обращается за помощью к Наруто. Сначала тот ему отказывает, но позже приходит на подмогу, после того как видит, что они настоящие друзья, и они вместе побеждают наёмников и выручают Банну." }, { "number": 234, "name": "Любимый ученик Наруто", "description": "Серия посвящена тому, как Конохамару хотел вступить в армию и отправиться на войну." }, { "number": 235, "name": "Куноити из деревни Надэсико", "description": "Куноити ищет ученика Дзирайи, чтобы тот дрался с девушкой и в случае победы женился на ней. Наруто убеждает девушку искать свою настоящую любовь." }, { "number": 236, "name": "Спины товарищей", "description": "Серия посвящена воспоминаниям Сино о его составе в команде № 8." }, { "number": 237, "name": "Ах, Цунадэ-сама, которой я восхищаюсь!", "description": "Серия посвящена воспоминаниям Тэн-Тэн о том, как она хотела стать похожей на Цунадэ." }, { "number": 238, "name": "У Сая выходной", "description": "Серия посвящена отдыху Сая, которого настиг творческий кризис, и его воспоминаниям о дружбе с Наруто и Сакурой." }, { "number": 239, "name": "Легендарная троица Ино-Сика-Тё", "description": "Серия посвящённая троице Ино-Сика-Тё. В ней вечный гэнин Косукэ рассказывает Сикамару, Тёдзи и Ино о том, как их отцы спасли ему жизнь." }, { "number": 240, "name": "Решительность Кибы", "description": "Киба завидует Наруто, считая его сильнее себя. Киба просит Какаси о совместной тренировке, но взамен сэнсэй призывает псов-ниндзя. После нескольких неудачных попыток сражения с ними, Киба сдаётся и уходит с тренировки.\n                                            Хината рассказывает, как Наруто, путём долгих тренировок, однажды смог превзойти рекорд Кибы в детской гонке. Киба решает брать пример с Наруто и побеждает призванных псов." }, { "number": 241, "name": "Какаси, мой вечный соперник!", "description": "В начале серии Цунадэ сообщает Какаси, что он возглавит объединенные войска пяти стран. После чего их чуть не убивает черепашка Гая с сообщением SOS. Позже Гай рассказывает Наруто как начиналось их соперничество\n                                            с Какаси. Затем появляется Какаси, но Гай думает что он враг, замаскированный под Какаси и они начинают сражаться. Но потом всё разъясняется и Какаси возвращается в деревню, а Наруто, Гай и Ямато продолжают\n                                            путь в Страну Молнии." }, { "number": 242, "name": "Клятва Наруто", "description": "Наруто и его спутники останавливаются на острове Скрытого Тумана, чтобы пополнить провизию. Акацути и Куроцути также прибывают на остров, где на них нападают синоби Тумана, которых возглавляет Гандзю. Гандзю ранит\n                                            Акацути и то же самое хочет сделать с Куроцути, но её спасает Наруто. Тёдзиро прибывает на место битвы и останавливает синоби Гандзю и вынуждает их отступить. Наруто узнаёт от Тёдзиро причину нападения. 10 лет\n                                            назад на Гандзю напали синоби Скрытой Скалы, однако его спасла женщина, пожертвовавшая своей жизнью. После чего Гандзю стал мстителем. Наруто находит Гандзю и убеждает его не мстить, рассказав ему свою историю\n                                            о его битве с Пэйном. После чего медик Тумана излечивает раны Акацути и Наруто. После этого за Наруто и его спутниками прибывает корабль Страны Молнии, и наша команда начинает свой заключительный этап путешествия\n                                            на остров в Стране Молнии." }, { "number": 243, "name": "Высадка! Райский остров?", "description": "Наруто и его спутники прибывают на остров в Стране Молний. Перед островом на них нападает гигантский кальмар, но корабль спасает Киллер Би. Позже они заселяются в дом на самом острове. Наруто спешит начать тренировки,\n                                            но Киллер Би отказывает ему в этом, заявляя, что приплыл на остров по поручению брата только для отдыха. Наруто просит хозяина дома — Мотои, отвести его к тому месту, где тренировался дзинтюрики Восьмихвостого.\n                                            Это место называется Водопад Правды (яп. 真実の滝 Синдзицу-но Таки). Сконцентрировавшись, Наруто заглядывает внутрь себя и встречает свою тёмную сторону, которая сообщает о своей близости по духу с Девятихвостым.\n                                            Наруто вступает с тёмной стороной в бой, но понимает, что её невозможно одолеть, так как она использует абсолютно те же приёмы. Мотои сообщает, чтобы подчинить Девятихвостого, нужно одолеть тёмную сторону." }, { "number": 244, "name": "Киллер Би и Мотои", "description": "Мотои рассказывает Наруто как он дружил с Киллером Би, но после того как в него запечатали Восьмихвостого, Мотои хотел убить Би, но не смог. Наруто отлучается. Ямато и Мотои беспокоятся и идут к Наруто. На Мотои\n                                            нападает кальмар, однако ему на помощь приходит Киллер Би. Мотои рассказывает ему правду, но Би говорит, что они всё равно остаются лучшими друзьями." }, { "number": 245, "name": "Ещё одно испытание! Наруто против Девятихвостого!!", "description": "Наруто находит общий язык с Би, и тот соглашается его тренировать и научить контролировать силу Девятихвостого. Вновь подойдя к Водопаду Правды, Наруто побеждает свою тёмную сторону и переходит к следующей тренировке.\n                                            Пройдя сквозь Водопад, Наруто, Би и Ямато попадают в Зал Очищения, где Наруто, находясь в трансе, попадает в глубину своего сознания и сталкивается с Девятихвостым. Наруто разрушает печать, сдерживающую Девятихвостого,\n                                            и начинает с ним сражение." }, { "number": 246, "name": "Оранжевая вспышка", "description": "Наруто, продолжая сражение с Девятихвостым, встречает свою мать Кусину Удзумаки, которую путает с истинной формой Девятихвостого, но всё разъясняется. Кусина повествует Наруто о своём трудном детстве, и о том, как\n                                            она познакомилась с его отцом, Минато." }, { "number": 247, "name": "Цель — Девятихвостый", "description": "С помощью матери Наруто удаётся победить Лиса и, забрав часть его силы, овладеть Режимом Лиса. Кусина продолжает рассказывать историю, произошедшую 16 лет назад, — в тот самый день, когда родился Наруто, и Девятихвостый\n                                            напал на Коноху." }, { "number": 248, "name": "Смертельная схватка Четвёртого Хокагэ!!", "description": "Кусина продолжает рассказывать об этом событии. Сначала Тоби для отвлечения Минато похищает новорождённого Наруто, а затем и Кусину. После извлечения из неё Девятихвостого, Тоби натравливает его на Коноху. Минато\n                                            вступает в сражение с ним." }, { "number": 249, "name": "«Спасибо»", "description": "Окончание рассказа Кусины. Тоби, потеряв контроль над Лисом, покидает поле боя. Четвёртый Хокагэ запечатывает одну половину чакры Девятихвостого в себя печатью Бога Смерти, а вторую — в Наруто, печатью Восьми Элементов.\n                                            Кусина и Минато произносят последнее напутствие Наруто на будущую жизнь. Кусина благодарит Наруто и исчезает." }, { "number": 250, "name": "Монстр против незнакомца! Битва в раю!", "description": "Наруто полностью подчиняет себе Девятихвостого. Он пробует использовать его чакру в Режиме Лиса и замечает, что, помимо Ямато и Киллера Би, в комнате присутствует ещё один синоби. Кисамэ, до этого прятавшийся в\n                                            Самэхаде, выходит наружу и старается сбежать, открыв дверь Зала Очищения. Тем временем Майт Гай начинает тренировку перед водопадом. Он просит показаться свою внутреннюю сущность, а из водопада выскакивает Кисамэ.\n                                            Гай успевает атаковать его и задержать, но Кисамэ удаётся уйти и здесь. Киллер Би помогает Гаю догнать Кисамэ и начинается схватка, в которой победу одерживает Гай." }, { "number": 251, "name": "Известный как Кисамэ", "description": "Гай одержав победу доставляет Кисамэ к остальным, где Аоба Ямасиро путём чтения мыслей извлекает из него информацию о том, что когда-то Мадара контролировал все действия Четвёртого Мидзукагэ, Ягуры. Дабы не допустить\n                                            дальнейшей утечки информации Кисамэ совершает самоубийство: заключает себя в водяную тюрьму, где призванные акулы съедают его тело. В последний момент своей жизни Кисамэ вспоминает свою первую встречу с Итати\n                                            ещё когда он вступил в Акацуки. Гай тронутый преданностью Кисамэ даёт ему слово, что никогда не забудет его, даже если он и не вспомнит двух предыдущих встреч. После призванная акула из свитка уводит информацию\n                                            о Наруто и Би и покидает остров." }, { "number": 252, "name": "Ангел Смерти", "description": "Тоби отправляется в Страну Дождя, чтобы забрать риннэган. Конан вспоминает прошлое: Нагато, Яхико, Дзирайю. Тоби довольно быстро находит её, но Конан отказывается добровольно возвращать риннэган, мотивируя свой\n                                            поступок верой в Наруто, которому доверился Нагато. Тоби рассказывает, благодаря кому возникла организация Акацуки, и что именно он — Тоби, — дал риннэган Нагато. Конан не верит его словам и уводит Тоби за город\n                                            на огромное озеро, где начинает бой с разрушительной атаки. Конан надеялась взорвать себя вместе с Тоби, но последний успевает поглотить большую часть взрыва, при этом лишившись руки и части маски. Тогда Конан\n                                            создаёт огромную падь посреди озера, куда стекает вода, превращаясь во взрывные печати. Тоби падает вниз." }, { "number": 253, "name": "Мост к миру", "description": "Тоби падает в ловушку из 600 миллиардов взрывных печатей. Конан не даёт ему переместиться и активирует печати. Происходит мощный взрыв. Обессиленная Конан понимает, что на эту технику ушло слишком много чакры, но\n                                            главное — Мадара мёртв. Однако, Тоби внезапно появляется из-за спины Конан и пронзает её обломком: он сумел выжить с помощью техники Идзанаги. Над Амэгакурэ проясняется небо и появляется радуга. Конан в последний\n                                            раз нападает на Тоби, но он убивает её. Найдя тело Нагато, Тоби забирает риннэган. В последние минуты жизни Конан вспоминает, как она, Яхико и Нагато пообещали, что вместе вернутся домой. Тоби с новой маской\n                                            возвращается в убежище, где Дзэцу передаёт ему последнюю информацию Кисамэ о Наруто и Би. Тоби решает отправиться за ними на остров." }, { "number": 254, "name": "Сверхсекретная миссия S-ранга", "description": "Кагэ узнают о том что Акацуки обнаружили местонахождение Наруто и Би, к ним отправляются Ооноки, Акацути и Куроцути в качестве подкрепления. Тоби показывает Кабуто копию Хасирамы Сэндзю, заключённого в Статую Демона,\n                                            и армию из 100 000 белых Дзэцу созданных Тоби с помощью чакры семи захваченных бидзю. Кабуто и воскрешённый Дэйдара отправляются на остров чтобы захватить оставшихся двух дзинтюрики, но по пути на остров они\n                                            сталкиваются с Ооноки и его помощниками и те начинают с ними сражение." }, { "number": 255, "name": "Возвращение художника", "description": "Дэйдара и Кабуто продолжают сражение с Ооноки, Акацути и Куроцути. В ходе битвы Куроцути удаётся загнать Кабуто в ловушку. Ямато, Аоба и Мотои приходят к ним на подмогу. Аоба уже готов извлечь информацию с захваченного\n                                            Кабуто, но тот застаёт его врасплох, покинув старое тело. В виде змей Кабуто захватывает Ямато в плен и отправив Дэйдару обратно в загробный мир, покидает остров. Вернувшись в логово, Кабуто объясняет Тоби,\n                                            что хочет использовать ДНК Ямато для усиления армии Дзэцу." }, { "number": 256, "name": "Сбор! Союзные войска синоби!", "description": "Наруто Удзумаки, Киллер Би, Аоба и Мотои возвращаются в Деревню Скрытого Облака, вместе с Цутикагэ, который несёт Остров-черепаху по воздуху, Куроцути и Акацути. Совет Кагэ образовывает союзные войска синоби, во\n                                            главе которых стоят: правая рука Райкагэ — Даруи, Кицути из Скрытых Скал, Какаси Хатакэ, Мифунэ, даймё Страны Железа, и Кадзэкагэ Гаара. Всем синоби раздаются протекторы Альянса, на котором изображен кандзи\n                                            «Синоби» (яп. 忍). Кабуто Якуси начинает операцию по усилению армии Дзэцу, используя клетки захваченного ранее Ямато." }, { "number": 257, "name": "Четырёхнедельный специальный проект для 10-й годовщины аниме: «Встреча»", "description": "Наруто, будучи учеником Академии, ведёт себя вызывающе. Жители боятся и ненавидят его — ведь в нём запечатан Кюби — монстр, почти разрушивший деревню. Наруто пытается узнать у Третьего Хокагэ, который даёт ему денег\n                                            на карманные расходы, кем были его родители, но тот молчит, помня о клятве Четвёртому Хокагэ, отцу мальчика. В Академии Наруто знакомится, а после и сражается, с Саскэ, откуда и берёт начало их вражда. Наруто\n                                            узнаёт, что весь клан Утиха был уничтожен, и Саскэ — единственный выживший. При распределении в одну команду, Наруто узнаёт, что «мечта» Саскэ — отомстить своему брату, вырезавшему весь клан. Их взаимоотношения\n                                            становятся более дружественными, но Саскэ по-прежнему считает Наруто слабее и постоянно спасает от неприятностей." }, { "number": 258, "name": "Четырёхнедельный специальный проект для 10-й годовщины аниме: «Соперники»", "description": "Продолжение воспоминаний. Наруто, Саскэ и Сакура принимают участие в экзамене на звания тюнина и в первой же битве им приходится сражаться с Оротимару." }, { "number": 259, "name": "Четырёхнедельный специальный проект для 10-й годовщины аниме: «Трещины»", "description": "Продолжение воспоминаний. Саскэ вступает в бой с Гаарой. Ему на помощь приходят Наруто и Сакура. Сакуру берут в заложники, но Наруто, не собираясь проигрывать, призывает Гамабунту для боя с Сюкаку, которого освободил\n                                            Гаара. Действующие члены Акацуки, Итати Утиха и Кисамэ Хосигаки, появляются в окрестностях Деревни Скрытого Листа, чтобы захватить Наруто, но в их планы вмешивается один из трёх легендарных Саннинов — Дзирайя." }, { "number": 260, "name": "Четырёхнедельный специальный проект для 10-й годовщины аниме: «Раскол»", "description": "Конец воспоминаний. Битва Наруто и Саскэ в Долине Завершения." }, { "number": 261, "name": "За моего друга!", "description": "В армии Союзных Сил начинается конфликт: несмотря на единство всех перед лицом опасности, у синоби из разных деревень остаётся неприязнь друг к другу. Гаара произносит пламенную речь, краткий смысл которой состоит\n                                            в следующем — им следует забыть прошлое, ведь в прошлом он сам был машиной для убийств, но его спас Наруто, которому сейчас грозит гибель, и которого необходимо защитить. Синоби различных стран вдохновляются\n                                            речью, просят друг у друга прощения и вместе выдвигаются на войну. Тоби и Кабуто начинают действовать." }, { "number": 262, "name": "Война начинается!", "description": "Отряд Канкуро встречается с диверсионным отрядом, в состав которого входят Сасори, Дэйдара и другие воскрешённые синоби. Начинается битва. 1-й отряд отделяется от 4-го и идёт по своему пути, а тем временем Сай сталкивается\n                                            со своим названным братом Сином, с которым ему придётся сразиться." }, { "number": 263, "name": "Сай и Син", "description": "Сай вспоминает о том как он и Син были братьями. Отряд Канкуро побеждает Сасори и Сина, а Дэйдару захватывают в плен." }, { "number": 264, "name": "Секрет техники Эдо Тэнсэй", "description": "Тоби приказывает Кабуто рассказать ему всю правду об Эдо Тэнсэй, и тот рассказывает. Наруто с помощью Киллера Би начинает тренировку своих новых способностей." }, { "number": 265, "name": "Старые противники возвращаются!", "description": "Полк Какаси вступает в бой с ниндзя, в числе которых состоят Хаку, Дзабудза Момоти, Гари и Пакура. В самый разгар боя с помощью Эдо Тэнсэй призывается последнее поколение Семи мечников Тумана." }, { "number": 266, "name": "Первый противник, последний противник", "description": "Суйгэцу и Дзюго выбираются из тюрьмы. Полк Какаси продолжает сражение с воскрешёнными синоби. Хаку и Дзабудзу удаётся победить. Второй отряд продолжает сражение с клонами Дзэцу. Один из таких клонов копирует чакру\n                                            Нэдзи. Четвёртый отряд сталкивается со Вторым Цутикагэ Му." }, { "number": 267, "name": "Гениальный стратег Деревни, Скрытой в Листве", "description": "Сикаку Нара основывает мудрый план противостояния армии мертвецов Эдо Тэнсэй. Полк Даруи готовится принять бой против Какудзу, Асумы, Хидзаси, Дана и братьев Кинкаку и Гинкаку. Гаара готовится вступить в бой против\n                                            четвёрки воскресших Кагэ: его отец, Четвёртый Кадзэкагэ, замечает его. Кицути и его дивизия продолжают сражения против Дзэцу." }, { "number": 268, "name": "Поле боя!!", "description": "Чёрный Дзэцу готовится к нападению на укрытие даймё. Ооноки и Гаара решают вступить в бой против воскресших Кагэ. Отряд Мифунэ пересекается с Хандзо, Тиё, Кимимаро и Тюкити. Даруи начинает бой против Кинкаку и Гинкаку.\n                                            Дан, Асума, Какудзу и армия Дзэцу атакует берег, охраняемый Первой Дивизией. Хидзаси сражается против своего брата. Мэй и Тёдзиро транспортируют даймё." }, { "number": 269, "name": "Запретное слово", "description": "Даруи вступает в бой против братьев Кинкаку и Гинкаку. Во время боя братья, используя сокровища Рикудо Сэннина, запечатывают подчинённых Даруи: Самуи и Ацуи. Даруи вводит братьев в заблуждение и запечатывает Гинкаку.\n                                            Разъяренный Кинкаку использует чакру Девятихвостого и атакует Даруи." }, { "number": 270, "name": "Золотые узы", "description": "Наруто продолжает изучать Бомбу Хвостатого (яп. 尾獣玉 Бидзю:дама, «Шар хвостатого зверя») при помощи Киллера Би, но во время тренировки Наруто почувствовал чакру Девятихвостого в Кинкаку. Ино, Сикамару и Тёдзи помогают\n                                            Даруи запечатать Кинкаку с помощью Янтарного Кувшина Очищения. После этого они готовятся вступить в бой против Асумы и Какудзу." }, { "number": 271, "name": "В честь выпуска фильма! Путь Сакуры", "description": "Серия, посвящённая выходу в прокат 9-го по счёту анимационного фильма Наруто, «Наруто: Путь ниндзя»." }, { "number": 272, "name": "Мифунэ против Хандзо", "description": "Мифунэ начинает сражение с Хандзо, а Кимимаро и Тиё против самураев. После долгих воспоминаний о старом сражении с Мифунэ, Хандзо сдаётся, и его запечатывают." }, { "number": 273, "name": "Истинное добродушие", "description": "Сикамару, Ино и Тёдзи начинают сражение с Асумой. Тёдзи готовится перейти на новый уровень." }, { "number": 274, "name": "Прощайте, Ино-Сика-Тё!!", "description": "Сикамару, Ино и Тёдзи побеждают Асуму." }, { "number": 275, "name": "Письмо от всего сердца", "description": "Наруто догадывается, что от него что-то скрывают, и сбегает с тренировок. Его останавливает отряд во главе с Сиби — отцом Сино. Сбежав от них, Наруто замечает письмо от учителя Ируки, скрытое в своей налобной повязке.\n                                            Киллер Би даёт Ируке обещание, что будет защищать Наруто до конца, и отправляется вслед за ним. Вместе они пробивают барьер и покидают остров." }, { "number": 276, "name": "Атака Гэдо Мадзо", "description": "Наруто и Би продолжают движение; Четвёртый Райкагэ и Цунадэ выдвигаются навстречу, чтобы остановить их. Тоби вступает в бой с объединёнными силами синоби и призывает гигантскую статую — контейнер для чакры захваченных\n                                            бидзю. Используя силу этого голема, ему удаётся похитить Янтарный Кувшин Очищения и Кровавую Тыкву, после чего Тоби отступает. Кабуто частично отменяет Эдо Тэнсэй." }, { "number": 277, "name": "Знак соглашения", "description": "Девятихвостый Лис пытается уговорить Наруто работать вместе, чтобы Удзумаки отдал своё тело Лису. Кюби не удаётся потушить веру Наруто. Герой Конохи продолжает идти дальше." }, { "number": 278, "name": "Цель — ниндзя-медик", "description": "В медицинском лагере армии синоби начинаются загадочные убийства. Нэдзи Хюга падает от усталости на посту, его отправляют в лагерь медиков. Оказывается, что до медицинского отряда добрался не настоящий Нэдзи, а\n                                            клон Дзэцу, скопировавший его облик по поглощённой чакре. Сакура раскрывает обман и сообщает о новом враге. Штаб-квартира войск регистрирует убийства в разных частях армии. В лесу вдали от поля боя появляются\n                                            воскрешённые Итати и Нагато." }, { "number": 279, "name": "Ловушка Белого Дзэцу", "description": "Киба, Сино и Хината находят убежище Белого Дзэцу. К ним на помощь приходят два синоби из запечатывающего отряда, после чего оказывается, что в убежище находятся взрывные свитки. После взрыва два синоби гибнут и\n                                            троица выясняет, что один из их группы является точной копией, созданной Белым Дзэцу." }, { "number": 280, "name": "Эстетика творца", "description": "Благодаря Белому Дзэцу, Дэйдара смог сломать печать и вырваться на свободу. Его цель — убить Саскэ, использовав Супер Совершенное Оружие. Часть Пятой Дивизии, во главе с Мифунэ, пришедшие на помощь диверсионному\n                                            отряду, должны снова запечатать Дэйдару." }, { "number": 281, "name": "Объединённые материнские войска!!", "description": "Серия повествует о том, что творится в Конохе во время войны. Когда все воюют (в основном молодые мужчины), в деревне остаются женщины и гэнины. Был создан совет объединённых мам (жёны ниндзя). Конохамару очень\n                                            хочет помочь деревне, защитить её и поэтому очень зол, что его не взяли на войну. Однако он понимает, что защищать деревню от мародёров тоже важно. И вот такой момент настал — на деревню нападают сумоисты, но\n                                            мамы дают им достойный отпор, а Конохомару добивает их, используя Расэнган." }, { "number": 282, "name": "Скрытая история: Секрет рождения совершенной команды!!", "description": "Путь Наруто и Би преграждают Райкагэ и Цунадэ. Райкагэ решает убить Наруто, чтобы тот не попал в руки врага. В последний момент Би спасает Наруто. Райкагэ вспоминает то, как начиналось их партнёрство с Би, историю\n                                            запечатывания в нём Восьмихвостого и их встречу с Минато на поле боя." }, { "number": 283, "name": "Два солнца!!", "description": "Цунадэ встаёт на сторону Наруто и Би. Наруто, как и его отец, единственный, кто смог увернуться от атаки Райкагэ. Райкагэ понимает, что только Наруто сможет решить исход войны, и отпускает его на поле боя. Тем временем,\n                                            Тоби модифицировал тела бывших дзинтюрики. Теперь они новые Шесть Путей Пэйна, с теми же глазами, что и у Тоби." }, { "number": 284, "name": "Сокрушитель шлемов! Дзинин Акэбино", "description": "Отряд Какаси продолжает битву с Семью мечниками Тумана. На них нападает Дзинин Акэбино и Гари. Запечатывающей команды нет поблизости, поэтому Сай должен освоить сложную технику запечатывания, которой его обучали\n                                            в Корне." }, { "number": 285, "name": "Обладательница Стихии Жара! Пакура из Деревни, Скрытой в Песках", "description": "В прошлом Пакура была героем своей деревни. Чтобы сгладить разгоравшийся конфликт с Деревней, Скрытой в Тумане, Деревня, Скрытая в Песках пожертвовала Пакурой. Она хочет отомстить Деревне, Скрытой в Тумане, но встреча\n                                            со своей бывшей ученицей поворачивает всё вспять." }, { "number": 286, "name": "Вещи, которые нельзя вернуть назад", "description": "Серия переносит нас в прошлое, когда Цунадэ была заядлым игроком. Райкагэ оказался на миссии близ города, где находилась Цунадэ. Во время выполнения миссии, Райкагэ со своими подчинёнными оказались под действием\n                                            техники врага. Один из его подчинённых погиб, а другой оказался в предсмертном состоянии. Вылечить его под силу только Цунадэ." }, { "number": 287, "name": "На что поставить пари?!", "description": "Райкагэ раскрывает подробности миссии, после чего Цунадэ смогла понять суть техники врага. Оказывается, Райкагэ тоже был поражён техникой. Сидзунэ принимается за лечение и объясняет причины, по которым вместо Цунадэ\n                                            лечение начала она." }, { "number": 288, "name": "Угроза! Комбо Дзинпати и Кусимару!!", "description": "На Какаси напали два Мечника Тумана, уничтожившие до этого множество синоби и ранившие Ран. Отряды были рассредоточены, поэтому Какаси вступил в бой с двумя противниками один. На помощь ему приходит Гай." }, { "number": 289, "name": "Меч молнии!! Амэюри Ринго", "description": "В этой серии на отряд Юруи нападает одна из Семи великих мечников — Амэюри Ринго. Молнии, испускаемые Амэюри были замечены Какаси и Гаем. Они поспешили на помощь." }, { "number": 290, "name": "«Сила» — 1 серия", "description": "Серия показывает события, произошедшие до войны. Наруто, Сакура, Сай и Ямато отправились на миссию в деревню, граничащую со Страной Огня. В итоге выяснилось, что за событиями, произошедшими в деревне, стоит Кабуто,\n                                            который в это время осваивал Эдо Тэнсэй." }, { "number": 291, "name": "«Сила» — 2 серия", "description": "Кабуто сбегает, а Наруто, Сакура, Сай и Ямато, собираются организовать погоню за ним, но перед этим отправляются в соседнюю деревню и узнают о сокровище, за которым охотится Кабуто." }, { "number": 292, "name": "«Сила» — 3 серия", "description": "Отступление Кабуто было диверсией, и сам он выжидал удобного момента, чтобы напасть на Наруто. Змеи, которыми его отравил Кабуто, поглощали чакру Девятихвостого. Благодаря Мине, Наруто освободился, но змеи поглотили\n                                            достаточно чакры и вместе превратились в неполноценную форму Девятихвостого с 4 хвостами." }, { "number": 293, "name": "«Сила» — 4 серия", "description": "Девятихвостый начал разрушать город. Пока Ямато и другие синоби спасают местных жителей, Кабуто дожидается удобного момента и похищает Наруто." }, { "number": 294, "name": "«Сила» — 5 серия", "description": "Дети спасли своего учителя, отдав последние два «звука», которых не хватало для активации «Щебета». Наруто освободился, но «Щебет» был активирован. Ямато, Какаси и другие синоби вступили в схватку с Кабуто, а Наруто\n                                            бился с Девятихвостым. Девятихвостый провалился в «Щебет» и получил огромную силу." }, { "number": 295, "name": "«Сила» — заключительная серия", "description": "Наруто пытается противостоять симбиоту, используя Расэнсюрикэн, однако его попытка обращается провалом. Наруто получает силу от Девятихвостого и пытается контролировать её. Сначала чакра Лиса достаточно стабильна,\n                                            но затем Наруто временно теряет контроль и восстанавливает снова. Земля вокруг «Щебета» разрушается, Наруто одолевает демона, который рассыпается в прах — змеи-симбиоты слишком быстро состарились. Докку и Сисэру\n                                            останавливают действие «Щебета» и признаются друг другу в любви. Кабуто отменяет свою технику и сбегает." }, { "number": 296, "name": "Наруто присоединяется к войне!!", "description": "Кагэ пропускают Наруто и Би, и те готовы вступить в бой. Сакура и Сидзунэ проводят вскрытие Дзэцу и понимают, что его ДНК идентично ДНК Первого Хокагэ и Ямато. А тем временем воскресшие Кагэ наступают на отряд Гаары.\n                                            Отец Гаары замечает его и спрашивает, где находится Сюкаку. Гаара говорит, что Сюкаку уже давно нет, и сам он уже не тот дзинтюрики, которого он создал." }, { "number": 297, "name": "Чувства отца, любовь матери", "description": "В первой битве четвёртого отряда с четырьмя Кагэ Гаара побеждает Четвёртого Кадзэкагэ — своего отца, способного управлять золотым песком. Гаара узнаёт правду о своём прошлом." }, { "number": 298, "name": "Они наконец встретились!! Наруто против Итати", "description": "Итати и Нагато встречают Наруто и Би, и они понимают, как Наруто изменился после их смерти. Они не управляют собой и атакуют, предупреждая дзинтюрики о своих атаках. Итати спрашивает у Наруто, что случилось с Саскэ,\n                                            а тот отвечает, что он хочет разрушить Коноху и отомстить за клан Утиха, не разделяя интересов Итати. Нагато использует технику призыва и начинает принимать свой прежний облик. Итати, благодаря мангэкё сярингану\n                                            и сярингану Сисуя Утихи, освобождается от техники Эдо Тэнсэй и действует самостоятельно." }, { "number": 299, "name": "Те, кого признали", "description": "В последний момент Итати спасает Наруто и Би с помощью Сусаноо. Нагато использует одну из своих самых мощных техник — Тибаку Тэнсэй. Наруто, Итати и Би использовали свои сильнейшие дальние техники: Наруто — Расэнсюрикэн,\n                                            Итати — Ясака но Магатама, Би — Бомбу Хвостатого, и дзюцу Нагато перестало действовать. Итати протыкает Нагато мечом Тоцука и запечатывает его. Он решает самостоятельно противостоять Эдо Тэнсэй, а Наруто и Би\n                                            поручает разобраться с Тоби." }, { "number": 300, "name": "Мидзукагэ, гигантский моллюск и миражи", "description": "Воскрешённые Кагэ начинают атаковать отряд. Благодаря клону Наруто, Второй Цутикагэ был запечатан. Четвёртый отряд, Гаара и Ооноки начинают битву против Второго Мидзукагэ. Второй Мидзукагэ Монуми призывает гигантского\n                                            моллюска Охамагури, который мог создавать иллюзии. Третьему Цутикагэ удаётся победить моллюска, а Мидзукагэ готов использовать новую технику. Тем временем клон Наруто направляется к отряду во главе с Тэмари,\n                                            чтобы одолеть Третьего Райкагэ." }, { "number": 301, "name": "Противоречие", "description": "Третий Райкагэ оказался непобедим для синоби Стихии Ветра, возглавляемых Тэмари. Им на помощь приходит клон Наруто. К нему присоединяется Додаи, синоби-связист, использующий Стихию Резины. Через Додая Наруто связывается\n                                            с Восьмихвостым, чтобы узнать откуда у Райкагэ шрам на груди. Благодаря Восьмихвостому Наруто понимает, что его защиту можно пробить лишь собственной атакой Третьего Райкагэ — сильнейшим ниндзюцу «Четыре пальца\n                                            адской руки». Третьего Райкагэ удаётся запечатать." }, { "number": 302, "name": "Страх! Паровой тиран", "description": "Из-за техники «Паровой тиран» Гааре не удаётся с первой попытки запечатать Второго Мидзукагэ. С помощью золотого песка своего отца Гааре удаётся противостоять Мидзукагэ. Монуми удаётся запечатать, а Кабуто решает,\n                                            что в «игру» должна вступить Четвёрка Звука." }, { "number": 303, "name": "Призраки прошлого", "description": "Четвёрка Звука начинает атаковать. Как и в прошлом, Сикамару сражается с Таюей, Киба с Саконом и Уконом, Тёдзи с Дзиробо, а Нэдзи с Кидомару. Зная их способности, ребята побеждают Четвёрку. Но Наруто замечает поток\n                                            тёмной энергии, и синоби пропадают вместе с Четвёркой Звука." }, { "number": 304, "name": "Техника перемещения в преисподнюю", "description": "Техника перемещения в преисподнюю — самая мощная техника Четвёрки Звука. Заманив туда синоби Конохи, Сикамару думает над стратегией. Кабуто понимает, что Четвёрка активировала технику и их души перенеслись в барьер,\n                                            который нельзя уничтожить и там Таюя, Сакон, Дзиробо и Кидомару бессмертны. Ребята разделяются и постепенно начинают атаковать. А Сакон рассказывает им секрет барьера — даже если они умрут, барьер не сломается." }, { "number": 305, "name": "Мстители", "description": "Сила Четвёрки Звука возросла. Наруто пытается найти барьер и помочь Сикамару и остальным. Четвёрка не видит смысла отпускать их не отомстив. Но вскоре Наруто разрушает барьер и убивает Четвёрку, возвращая души друзей\n                                            обратно в тела. Кабуто готовится к очередному призыву." }, { "number": 306, "name": "Глаза сердца", "description": "Во время битвы Хината спасает Нэдзи и вспоминает то время когда он защищал её." }, { "number": 307, "name": "Исчезая в лунном свете", "description": "Из-за того, что во время войны погибло много элитных синоби, Кабуто хочет пополнить свою коллекцию трупов и для этого он призывает дзёнина Конохи Хаятэ Гэкко. Рассказывая ему что произошло после его смерти, Якуси\n                                            отправляет его и ещё двух воскрешённых на захват свитков с телами элитных синоби. Нападая на лагерь медиков, им с успехом удаётся заполучить свитки, но там же Хаятэ встречает своего бывшего товарища Югао Удзуки.\n                                            Для возвращения свитков медики собирают отряд и Югао, как бывшая АНБУ, должна идти с ними, но она отказывается, говоря, что когда-то Хаятэ был её возлюбленным." }, { "number": 308, "name": "Ночь полумесяца", "description": "Отряд медиков догоняет группу Хаятэ. С трудом им удаётся запечатать двоих, но Гэкко сбегает. Ёкадзэ и Ио ранены, и Сакура не может их оставить. Югао рассказывает Сакуре, что случилось с ней после смерти Хаятэ и\n                                            что она больше не может держать меч. Харуно отправляется за Гэкко сама. Во время боя Югао в последний момент спасает Сакуру, сумев снова взять в руки меч. Харуно убегает за запечатывающим отрядом, а Удзуки начинает\n                                            сражение с Гэкко. Внезапно Кабуто берёт контроль над Хаятэ, но тому силой воли удаётся перенаправить удар в дерево. Прибывший отряд запечатывает Хаятэ." }, { "number": 309, "name": "Миссия А-ранга: Конкурс по поеданию", "description": "В лесу Наруто сталкивается с отрядом, сражающимся с самураем Татэваки. Он узнаёт Наруто и спрашивает что случилось «с теми двумя»." }, { "number": 310, "name": "Павший замок", "description": "Команда Сикамару успешно выводит лорда Сю из дворца. Тем временем в замке Наруто не очень удачно притворяется принцем и вскоре обман раскрывается. Лорд Сю просит показать ему город и во время экскурсии тот сбегает.\n                                            В этот момент на дворец нападают Сасори и Дэйдара. Ребята выводят лорда Сю и принцессу Тиё из города, а Татэваки в бою с Сасори погибает. Наруто рассказывает Татэваки, что им удалось добраться до родины Сю и\n                                            с ним и принцессой всё хорошо, после чего тот возвращается в Загробный мир." }, { "number": 311, "name": "Путь ниндзя: Пролог", "description": "Серия возвращает нас в прошлое, до разрушения Конохи. У всех выходной. Наруто «загибается» от скуки и одиночества, и тогда Рок Ли приглашает всех в баню. Наруто внезапно вспоминает Саскэ, но Нэдзи кажется, что тот\n                                            хочет подсмотреть за девушками. Наруто уже хотел подсмотреть, как вдруг над женской раздевалкой обваливается крыша вместе с Рок Ли. Парни врываются к девчонкам, но Ли успевает сбежать. Ино готовится учинить\n                                            расправу над Ли, но Наруто защищает его. Сакура замечает, что к полотенцу Наруто прицепился её лифчик и избивает его. Ли, зная как одиноко Удзумаки, приглашает к нему парней. Повеселившись, ребята расходятся\n                                            по домам. А в это время Тоби говорит, что готов использовать Временное Цукиёми." }, { "number": 312, "name": "Старик и драконье око", "description": "На поле битвы Гай и Рок Ли встречают старика Тена, величайшего мастера тайдзюцу. Ли вспоминает как в своё время хотел обучиться секретной технике мастера Тена «Бог-дракон Конохи». Тогда считавшийся погибшим мастер\n                                            Тен отказался обучить Ли своей технике, потому что тот был неспособен использовать ниндзюцу и гендзюцу. Когда уже во время войны мастер Тен вновь использовал эту технику на Ли, тот развеял её «Одиночным первичным\n                                            лотосом». Перед тем как уйти в Загробный мир, мастер Тен рассказывает о своем ученике, как и Ли, не имеющим возможности использовать техники, который погиб из-за этой самой слабости." }, { "number": 313, "name": "Дождь со снегом, временами гром", "description": "На побережье команда Сикамару встречает мальчика, управляющего дождём. В медчасти Сакура встречает такого же ребёнка, только управляющего снегом. А в лесу Киба видит такого же, управляющего молнией. Ребята вспоминают,\n                                            как ещё детьми они встретили мальчика Ёту, способного управлять погодой. Тем временем Наруто, спешащий к полю боя, видит в разных местах беспричинные дождь, снег и грозу." }, { "number": 314, "name": "Печальный дождь в солнечную погоду", "description": "Наруто встречает ещё одного Ёту, управляющего ветром. Удзумаки вспоминает, как они с Кибой познакомились и подружились с Ётой. Тогда во время игры ребята поссорились и Ёта убежал. Дети побежали за ним, но мальчика\n                                            уже схватили АНБУ." }, { "number": 315, "name": "Последний снег", "description": "Наруто говорит всем, что все четыре Ёты — Белые Дзэцу. Ребята решают спасти Ёту и не без труда им это удаётся. При попытке перейти реку, Ёта ценой своей жизни спасает друзей, но сам погибает и заставляет всех забыть\n                                            о нём. Вдруг во время боя Наруто слышит голос Ёты у себя в голове, и через связь с остальными он рассказывает, что на момент знакомства был уже мёртв. В детстве он умер от болезни, но его воскресил Оротимару\n                                            и оставил возле деревни для опытов. Ёта говорит, что счастлив и просит его не забывать, после чего уничтожает клона и возвращается в Загробный мир." }, { "number": 316, "name": "Альянс Эдо Тэнсэй!!", "description": "Кабуто выпускает на поле боя воскрешённого телохранителя Дандзо — Торунэ. Торунэ призывает множество синоби низкого ранга из разных стран, которые были воскрешены Оротимару и Кабуто по ошибке вместо великих синоби,\n                                            рядом с которыми они погибли. Цель этого отряда — вернуть обратно запечатанных воинов. Союзным войскам удаётся обезвредить всех, кроме Торунэ." }, { "number": 317, "name": "Сино против Торунэ!!", "description": "Торунэ, скрывшись с поля боя, активирует запретную технику Ядовитого Сосуда на трупах убитых на войне, чтобы заразить всю местность ядом своих насекомых. Сино Абурамэ находит его. Сино и Торунэ вспоминают, как были\n                                            хорошо знакомы в детстве до того, как Торунэ вызвался пойти в Корень АНБУ вместо Сино. Один из клонов Наруто помогает Сино победить Торунэ и снять технику." }, { "number": 318, "name": "Пустота в сердце: Другой дзинтюрики", "description": "Кабуто Якуси возрождает Фукаи — бывшего дзинтюрики Восьмихвостого предварительно вместив в него часть чакры Восьмихвостого для борьбы с его преемником Киллером Би. Помимо него, Фукаи встречает Мотои и извиняется\n                                            за смерть его отца. Затем Фукаи рассказывает Би, как именно он умер. Под контролем Кабуто, Би входит во вторую форму Хатиби но Коромо и начинает бой. Сначала Би приходится спасаться бегством, но Мотои спасает\n                                            его, однако сам едва не погибает. Видя своего друга в беде, Би вновь начинает сражение с Фукаи. Фукаи, удивлённый, что у Би есть друзья находит мир в себе и его душа освобождается." }, { "number": 319, "name": "Душа, живущая в марионетке", "description": "Где-то в лесу рядом с полем боя, Пятая Дивизия во главе с Мифунэ противостоит Кимимаро и старушке Тиё, которых воскресил Кабуто против Альянса синоби. Канкуро изъявляет желание сразиться с Тиё один на один. Та,\n                                            в свою очередь, увидев кукольное тело Сасори, обращается к прошлому." }, { "number": 320, "name": "Беги, Омои!", "description": "Штаб получает информацию о том, что Омои оставил свой пост на поле боя, и командиры подозревают его в дезертирстве. Однако оказывается, что Омои отбыл для защиты семи синоби-подростков из своей деревни, попавших\n                                            в окружение в странной долине с красной почвой." }, { "number": 321, "name": "Прибытие подкрепления", "description": "Клоны Наруто успешно прибывают во все ключевые места сражений, боевой дух армии поднялся, а преимущество в войне перешло к Альянсу. В это время клон Второго Цутикагэ Му призывает гроб, из которого выходит новый\n                                            враг. Когда они обнаруживают себя, становится ясно, что на поле боя вышел истинный Мадара Утиха, который также был воскрешён, а человек в маске — самозванец." }, { "number": 322, "name": "Мадара Утиха", "description": "Мадара Утиха начинает сражение с союзной армией синоби и с лёгкостью побеждает множество противников даже без использования ниндзюцу. Огненные техники Мадары имеют невиданную силу. После атаки клона Наруто Мадара\n                                            создаёт Сусаноо. После совместной операции Ооноки и Гаары Мадара оказывается уязвим для атак, но поглощает Расэнсюрикэн Наруто при помощи риннэгана. Кабуто через Му поддерживает связь с Мадарой и выражает сильный\n                                            интерес к его возможностям. Мадара уничтожает бо́льшую часть Четвёртой Дивизии синоби с помощью двух гигантских метеоритов. Третий Цутикагэ, сумевший остановить первый из них в воздухе при поддержке Гаары, сильно\n                                            ранен, все выжившие пребывают в шоке. Мадара призывает лес гигантских деревьев — техника, которой владел в его времена только Хасирама Сэндзю." }, { "number": 323, "name": "Сбор пяти Кагэ...!!", "description": "Девятихвостый Лис даёт клону Наруто силу, чтобы остановить технику Древесного Буйства Мадары. Пять Кагэ собираются воедино, и Ооноки объявляет, что готов сразиться с Мадарой за будущее мира синоби. Кагэ совместными\n                                            усилиями противостоят Мадаре и приказывают Наруто победить ложного Мадару, в то время как они расправятся с настоящим. Наруто и Киллер Би в лесу наконец встречаются с Тоби и подвластными ему дзинтюрики." }, { "number": 324, "name": "Небьющаяся маска и лопающиеся пузыри", "description": "Наруто и Киллер Би встречают Тоби и его Шесть Путей, которые представляют собой дзинтюрики. Наруто замечает среди них Утакату — дзинтюрики Шестихвостого, и понимает, что он мёртв. Утаката рассказывает, что после\n                                            того, как они разошлись, на него напал Пэйн и убил его. Наруто и Би вступают в битву с дзинтюрики. Наруто спрашивает у Тоби, кто же он на самом деле и тот говорит, чтобы это узнать ему надо это заслужить." }, { "number": 325, "name": "Дзинтюрики против дзинтюрики!!", "description": "Сражаться с дзинтюрики становится всё сложнее и сложнее: у них общее поле зрения из-за риннэгана и достать их оказывается очень сложной задачей. Постепенно воскрешённые дзинтюрики переходят в полную форму бидзю.\n                                            Тоби почти удаётся достать Наруто, но Какаси Хатакэ и Майт Гай прибывают вовремя и спасают его." }, { "number": 326, "name": "Четырёххвостый: Король священных обезьян", "description": "Саскэ Утиха, испробовав на деле вечный мангэкё сяринган и убив Белого Дзэцу, сбегает из убежища. Суйгэцу и Дзюго направляются в бывшее убежище Оротимару. Дзинтюрики становятся всё сильнее, переходя один за другим\n                                            в Режим бидзю. Из-за этого они начинают выходить из-под контроля Тоби, но продолжают атаковать. Наруто удаётся попасть в сознание Четырёххвостого. Познакомившись с Четырёххвостым Сон Гоку, Наруто собирается\n                                            освободить его из-под контроля Тоби." }, { "number": 327, "name": "Девятихвостый", "description": "Девятихвостый вспоминает, как долго он шёл к тому, чтобы выбраться из Наруто." }, { "number": 328, "name": "Курама", "description": "Девятихвостый вспоминает, как еще перед прибытием на поле боя попытался объяснить Наруто, что всю ненависть, как и войну ему не остановить. В ответ Наруто отмахивается от Курамы, говоря, что для начала ему нужно\n                                            покончить с войной." }, { "number": 329, "name": "Командный дуэт", "description": "Гэдо Мадзо поглощает Сон Гоку. Наруто и Курама объединяются и Удзумаки полностью перевоплощается в бидзю. Наруто находит все стержни, но бидзю создают огромную Бомбу Хвостатых, однако Наруто удаётся её отразить\n                                            той же атакой. Добравшись до всех приёмников чакры, Наруто и Курама попадают в общее подсознание всех бидзю и их дзинтюрики. Оказалось, что перед тем как исчезнуть Сон Гоку рассказал остальным бидзю о том, как\n                                            он проникся уважением к Удзумаки. Хвостатые признают силу Наруто и считают, что именно он должен их повести, как им когда-то завещал Рикудо Сэннин." }, { "number": 330, "name": "Предсказание победы", "description": "Теперь остался только Тоби — все бидзю были снова помещены внутрь Гэдо Мадзо. Все отряды Альянса добивают врага — Белых Дзэцу и, спешат на помощь к Наруто и Би." }, { "number": 331, "name": "Глаза, что смотрят во тьму", "description": "Карин прикидывается дурочкой, отвлекая внимание наблюдателей, чтобы сбежать. Саскэ встречает на своём пути нескольких Белых Дзэцу. Суйгэцу и Дзюго обнаруживают скрытую комнату в бывшем убежище Оротимару. Там они\n                                            находят свиток, который, по словам Суйгэцу, может сильно повлиять на исход войны." }, { "number": 332, "name": "Каменная воля", "description": "Пятеро Кагэ продолжают сражаться с Мадарой Утихой, который показывает новые техники древесного стиля. Так же в ходе битвы выясняется, что у Мадары есть пересаженные клетки Первого Хокагэ. Тем временем Саскэ Утиха,\n                                            заметив воскрешённого Итати Утиху, начинает следовать за ним и затевает разговор." }, { "number": 333, "name": "Риск техники Эдо Тэнсэй", "description": "Битва Кагэ против Мадары продолжается. Итати и Саскэ добираются до логова Кабуто. Итати намеревается заставить Кабуто остановить Эдо Тэнсэй, но тот говорит, что ему это не удастся — у этой техники нет слабых мест.\n                                            И если убить Кабуто, то Эдо Тэнсэй не прервётся. Итати и Саскэ собираются начать сражение с Кабуто, чтобы захватить его и с помощью силы сярингана отменить Эдо Тэнсэй." }, { "number": 334, "name": "Союз братьев!!", "description": "Кабуто защищает своё зрение, дабы избежать действия сяринганов братьев Утих, и начинает битву, направив в братьев множество змей. Итати и Саскэ уклоняются от змей, и используют свои Сусаноо для атаки. Кабуто хвалит\n                                            Саскэ за то, что он собрал свою команду Змей, дабы использовать способности Суйгэцу, Карин и Дзюго, говоря что тот, кто сам не обладает способностями, может позаимствовать их у других. Кабуто рассказывает о\n                                            том, как исследования Проклятой печати привели Оротимару в Священную Пещеру Змей. Оротимару хотел заполучить силу Мудреца, однако его тело-носитель отвергало природную силу, и только Кабуто удалось обучиться\n                                            у Белой Змеи Отшельника искусству Мудреца. Саскэ утверждает, что узнал многое о змеях, для того, чтобы победить Оротимару, однако Кабуто говорит, что достиг больших успехов, и отныне он не змея, а дракон. Кабуто\n                                            снова атакует, блокируя органы зрения и слуха Утих. Итати спрашивает у Саскэ, помнит ли он, как однажды они вместе охотились на Иносиси, огромного кабана, Саскэ говорит что помнит, и вместе они повторяют ту\n                                            самую охоту, в результате, Кабуто теряет один из своих рогов. Тем временем Пять Кагэ сражаются против Мадары, который создал двадцать пять клонов, которых усилил Сусаноо." }, { "number": 335, "name": "Коноха для каждого", "description": "Кабуто удивлён, что теперь Саскэ объединился с братом, несмотря на ненависть, которую он испытывал в прошлом. В попытке привлечь Саскэ на свою сторону, Кабуто утверждает, что у них одна цель: уничтожение Конохи,\n                                            на что Саскэ отвечает, что их цели не одно и то же. Вспоминая своё прошлое, Кабуто отмечает, что он и Итати оба работали на Коноху, но взамен получили лишь позор и презрение. На что Итати отвечает, что несмотря\n                                            на тёмное прошлое, он все ещё синоби из Конохи. Итати рассказывает Саскэ о технике, которая схожа с Идзанаги — Идзанами, однако её суть в выборе судьбы того, кто попадает под действие техники, именно с помощью\n                                            неё Итати собирается остановить действие Эдо Тэнсэй. Не дожидаясь окончания беседы братьев, Кабуто нападает на них используя Силу Мудреца, и оживляет скалы, заставляя их атаковать братьев. Итати подставляется\n                                            под удар, защищая Саскэ с помощью Сусаноо. Кабуто воспользовавшись моментом, нападает на Итати, с целью возвращения контроля над ним, однако Саскэ использует для защиты Аматэрасу, окружая пламенем себя и брата.\n                                            Кабуто высмеивает имя Утих, говоря, что по сравнению с Силой Мудреца, сила глаз Утиха, ничто. Саскэ кричит на Кабуто, однако Итати останавливает его, говоря, что он узнаёт в Кабуто себя самого в прошлом. Кабуто\n                                            вспоминает о том, как в детстве его раненным нашла Матушка, и вылечив отвела в приют, где он и получил имя Кабуто, а также очки, которые дала ему Матушка, поняв, что у него плохое зрение." }, { "number": 336, "name": "Кабуто Якуси", "description": "Кабуто вспоминает свою первую встречу с Оротимару, когда однажды он и другие дети из приюта помогали раненым синоби. Оротимару сказал Кабуто, что у него есть потенциал стать превосходным синоби, однако последний\n                                            сказал, что не заинтересован в этом. Той же ночью, Дандзо шантажирует Ноно шпионской миссией в Деревне, Скрытой в Скалах, а также говорит, что нужны дети в Корень АНБУ, взамен на финансирование приюта. Кабуто\n                                            соглашается вступить в Корень, и после бо́льшую часть жизни проводит в путешествиях между Пятью великими странами, добывая информацию. Однажды, во время миссии в Деревне, Скрытой в Скалах, на Кабуто нападает\n                                            вражеский синоби. Кабуто смертельно ранит нападавшего, и с ужасом узнаёт, что это Ноно. Кабуто пытается вылечить её, однако она не узнаёт его, повергая Кабуто в шок, и умирает. Кабуто скрывается и обдумывает\n                                            произошедшее, в то время как к нему подходит Оротимару. Он приводит Кабуто в свою лабораторию, с целью рассказать о том, что, Корень планировал обоюдное уничтожение и Кабуто, и Ноно, поскольку они оба были высококлассными\n                                            шпионами и могли представлять угрозу, но, как и предполагал Оротимару, Кабуто смог ликвидировать угрозу. Оротимару предлагает Кабуто стать его правой рукой и помогать в его исследованиях. Позже, когда Саскэ\n                                            убивает Оротимару, Кабуто использует кровь Саннина, чтобы превзойти его, и найти «истинного себя»." }, { "number": 337, "name": "Идзанами в действии", "description": "Продолжается битва братьев Утих против Кабуто, который демонстрирует умение управлять способностями Четвёрки Звука, а также истинной формой Оротимару. В результате нескольких атак, Итати удаётся поймать Кабуто в\n                                            Идзанами, и тот оказывается заперт в вечной временной петле, в которой события, произошедшие в момент активации техники, повторяются снова и снова. В настоящем мире, Итати говорит Саскэ, что Кабуто не сможет\n                                            выйти из-под действия техники." }, { "number": 338, "name": "Идзанаги и Идзанами", "description": "Итати Утиха использует Идзанами. Итати рассказывает что эта техника была создана, чтобы остановить Идзанаги, потому что частое использование последней чревато не только слепотой, но распрями внутри клана Утиха.\n                                            Также Итати говорит, что есть способ выйти из Идзанами — попавший в технику должен признать реальность такой, какая она есть. Из-за возможности выхода противника из-под влияния техники, она была объявлена Киндзюцу\n                                            (запретной техникой). В конце Итати собирается отменить Эдо Тэнсэй с помощью Цукуёми." }, { "number": 339, "name": "Я всегда буду любить тебя", "description": "Кагэ сражаются против Мадары. Утиха начинает их теснить, но, воодушевлённые словами Ооноки, Кагэ встают и атакуют Мадару общей атакой. Гааре почти удаётся запечатать противника, но Мадара использует Абсолютное Сусаноо,\n                                            и одним взмахом меча разрубает близстоящую гору. Кагэ шокированы такой силой. Тем временем, с помощью Цукуёми, Итати узнаёт у Кабуто печати отмены Эдо Тэнсэй. Проделав нужную операцию, Итати показывает Саскэ,\n                                            что произошло в ночь убийства клана Утиха на самом деле. В конце Итати говорит, что всегда будет любить брата, не смотря, какой путь выберет тот. Призванные Эдо Тэнсэй начинают освобождаться, а у Мадары развеивается\n                                            Сусаноо.\n                                        " }, { "number": 340, "name": "Отмена Эдо Тэнсэй", "description": "На всех фронтах идут последние бои. Вдруг, воскрешённые Эдо Тэнсэй начинают превращаться в духов. Эдо Тэнсэй отменено. Мадара наносит последний удар, от которого отбивается Цунадэ, но тем не менее её техника Бякуго\n                                            (сила сотни) развеивается. Дан Като просит Тёдзу Акимити убрать барьер, поскольку он может контролировать своё тело. Тёдза понимает, что возлюбленный Цунадэ собирается применить технику превращения в духа. Мадара\n                                            расторгает контракт с Кабуто, и его дух возвращается в тело. Он собирается убить Цунадэ, но Дан её спасает. Наруто раздразнивает Тоби, и тот призывает тыквенный сосуд и кувшин — сокровища Рикудо Сэннина, в которых\n                                            запечатаны Кинкаку и Гинкаку, после этого их проглатывает Гэдо Мадзо. Начинается возрождение Десятихвостого. Суйгэцу и Дзюго находят Саскэ." }, { "number": 341, "name": "Возрождение!! Оротимару", "description": "Суйгэцу показывает Саскэ свиток, который он нашёл в одном из убежищ Оротимару и говорит, что благодаря этому свитку можно поменять исход войны в пользу команды «Така». Саскэ же говорит, что помочь им может только\n                                            один человек. Из Проклятой печати Анко с помощью техники «Зло: Высвобождение» Саскэ воскрешает Оротимару. Тот говорит, что его не интересует война и собирается отвести Саскэ в хорошо знакомое им место. Тем временем\n                                            Тоби продолжает возрождение Десятихвостого. Курама через Наруто рассказывает о братьях Кинкаку и Гинкаку, а также о Дзюби. Тоби говорит, что ему не нужна полноценная форма Десятихвостого для осуществления плана\n                                            «Глаз Луны». Между ним и Наруто завязывается спор, после чего Наруто атакует." }, { "number": 342, "name": "Секрет пространственно-временной техники", "description": "Какаси попытался переместить голову Гэдо Мадзо в другое измерение с помощью техники Камуи, надеясь тем самым прервать возрождение Дзюби, но Тоби остановил его, что удивило Хатакэ, ведь ещё никому не удавалось остановить\n                                            перемещение. Это натолкнуло Какаси на мысль, что между его левым глазом и глазом Тоби есть связь. Позже, после совместной атаки Наруто, Какаси и Гая в левой части маски Тоби появилась трещина. Какаси удалось\n                                            понять принцип работы Пространственно-временной техники Тоби. Последний не является бесплотным, когда его атакуют, а перемещает часть своего тела в другое измерение (в другом измерении часть тела вполне материальна\n                                            и уязвима). Техника Тоби, которая поглощает предметы, и техника, которая делает его неуязвимым — это одно и то же дзюцу. Более того, Камуи Какаси и техника Тоби используют одно и то же измерение. Потом, после\n                                            удачной, слаженной атаки Гая, Наруто и Какаси Тоби лишился правого рукава. Какаси начинает понимать, кто именно скрывается под маской Тоби." }, { "number": 343, "name": "Кто же ты?!", "description": "Какаси нерешительно начинает сомневаться в личности Тоби. Увидев, как во всю сражается его ученик, Какаси готовится применить Камуи. Тоби обездвиживает Би и Гюки с помощью чакроприёмников. Наруто создаёт теневого\n                                            клона. Оригинал запускает Бомбу Хвостатого. Тоби переносится в другое измерение, где его тут же атакует Расэнганом клон Наруто, отправленный туда с помощью Камуи Какаси. Вставка воспоминаний о прошлом." }, { "number": 344, "name": "Обито и Мадара", "description": "Мадара упрекает Обито за спешку и преждевременное возрождение Десятихвостого, а также за своё воскрешение в Эдо Тэнсэй. Наруто атакует Мадару, но тот легко отражает все атаки с помощью своего веера, полученного\n                                            от Обито. Мадара намеревается захватить оставшихся Хвостатых. Начинается показ воспоминаний Обито о том, как он встретился с Мадарой после своей мнимой смерти под камнями и был им спасён при помощи приживления\n                                            искусственной плоти из клеток Хасирамы." }, { "number": 345, "name": "Я в аду", "description": "Обито в убежище Мадары набирается сил под присмотром двух клонов Дзэцу, один из которых очень напоминает будущий образ Тоби в маске. Услышав известие о том, что Какаси и Рин попали в окружение воинов АНБУ Скрытого\n                                            Тумана, Обито покидает убежище Мадары с помощью клонов Дзэцу. Он находит Какаси в момент, когда тот пронзает сердце Рин своим Лезвием Молнии. Одновременно оба синоби пробуждают мангэкё сяринган. Обито в неистовстве\n                                            убивает всех АНБУ Скрытого Тумана, проходя сквозь них и поражая насмерть древесными техниками. Посреди моря крови он решает, что попал в ад..." }, { "number": 346, "name": "Мир мечты", "description": "Обито размышляет о словах Мадары и Дзэцу и возвращается обратно к ним с намерением создать мир грёз. Мадара обучает его использованию статуи Гэдо Мадзо, а также раскрывает суть плана. Мадара освобождается от статуи\n                                            Гэдо Мадзо и умирает. Обито под новым именем — Мадара Утиха — встречается с Нагато и его товарищами и предлагает действовать вместе согласно его плану. Но Яхико отвергает предложение «Мадары». Нагато, Яхико\n                                            и Конан уходят в город и находят там сирот, которые позже присоединяются к ним. Из-за растущего количества людей в организации Нагато предлагает дать ей имя. Яхико предлагает «Акацуки» — изменение этого мира\n                                            путём мирным переговоров и рассвет новой жизни без войн и страданий." }, { "number": 347, "name": "Крадущаяся тень", "description": "Юный Какаси расспрашивает Дзирайю о трёх сиротах Дождя. На деревню за границей Скрытого Дождя нападают синоби Деревни, Скрытой в Скалах, несмотря на ведение мирных переговоров с Конохой. Яхико со своими товарищами\n                                            направляется в Ивагакурэ для проведения мирного договора, но по дороге на них нападают синоби Скрытых Скал. Яхико случайно убивает одного из них. В процессе битвы Нагато теряет над собой контроль и, призвав\n                                            Гэдо Мадзо, уничтожает врагов. Яхико и Конан, успокоив Нагато, отступают. Как оказалось нападавшими были члены Корня АНБУ во главе с Дандзо, не желавшие мира с Ивагакурэ. Замаскировав несколько трупов синоби\n                                            Скрытых Скал под людей Хандзо, Дандзо обвиняет в этом Акацуки и убеждает его, что организация представляет собой большую угрозу для его власти." }, { "number": 348, "name": "Новые Акацуки", "description": "Дандзо и Хандзо, не желая мириться с действиями организации, создают план по её ликвидации. Хандзо заключает «мирный» договор с Акацуки. Тем временем его люди похищают Конан. Ни о чём не подозревающие Нагато и Яхико\n                                            отправляются на встречу с лидером Амэгакурэ. Узнав, что к Хандзо идут также и члены Корня АНБУ Конохи, остальная часть Акацуки отправляется предупредить Нагато и Яхико, но их уничтожает «Мадара» (чтобы Нагато\n                                            сам познал настоящую реальность). Хандзо даёт ультиматум Нагато: убить Яхико, как лидера организации, или они убьют Конан. Яхико умирает, намеренно напоровшись на кунай Нагато. В ярости Нагато призывает Гэдо\n                                            Мадзо и уничтожает большую часть врагов. Конан и Нагато присоединяются к идеалам Обито. Нагато назначает Яхико — одно из тел Пэйна — лидером новых Акацуки." }, { "number": 349, "name": "Маска, скрывающая сердце", "description": "Юный Какаси тяжело переживает смерть Рин, становясь замкнутым и нелюдимым. Третий Хокагэ решает покинуть пост главы селения, передав свои обязанности молодому Минато Намикадзэ, желая таким образом обозначить приход\n                                            новой эры. Но не все страны желают мира. Миссия Какаси по доставке свитка едва не обернулась провалом, если бы не подоспевший на помощь Гай. Чтобы отвлечь Какаси от переживаний, Минато предлагает своему ученику\n                                            стать его человеком в АНБУ." }, { "number": 350, "name": "Смерть Минато", "description": "Во время нападения диверсантов, Какаси, вопреки приказу, жестоко расправляется с нападавшими. Из-за этого Минато отстраняет Какаси от работы в АНБУ и поручает ему охранять беременную Кусину. По окончании миссии\n                                            Какаси приходит на могилу Рин и рассказывает ей о ребёнке Минато и Кусины. После нападения Лиса, Сарутоби находит едва живую Кусину, которая успевает передать имя сына. Третий обещает защитить мальчика и возвращается\n                                            на пост Хокагэ. Тем временем, Дандзо обманом заманивает Какаси в «Корень АНБУ», где, во время встречи, тот замечает другого члена «Корня», мальчика Киноэ, использующего древесный элемент — Мокутон." }, { "number": 351, "name": "Клетки Хасирамы", "description": "Кошмары Какаси не прекращаются, однако Киноэ с Древесным стилем также не покидает голову юного синоби. Желая разобраться в этом, Какаси проникает в архив и узнаёт о единственном пользователе древесных техник — Первом\n                                            Хокагэ Хасираме Сэндзю. Так же Сарутоби рассказывает Какаси о неудачных экспериментах по возвращению в Коноху Древесного стиля. В это время амбициозный Дандзо приказывает своим подчинённым, одним из которых\n                                            был Киноэ, убить Сарутоби на пути к даймё, но во время атаки выясняется, что под видом Третьего в качестве приманки скрывался Какаси, и синоби отступают. В это время Хирудзэн, заставший Дандзо врасплох, рассказывает\n                                            ему о покушении. Какаси докладывает обо всём Третьему и соглашается работать под его началом. Сарутоби официально возвращается на свой пост, а Дандзо сообщает Оротимару о прекращении встреч и предательстве Какаси." }, { "number": 352, "name": "Ниндзя-отступник: Оротимару", "description": "Вместе с группой АНБУ Хирудзэн возглавляет миссию по захвату Оротимару в одном из его убежищ, но ему удаётся скрыться. На пути к границе Огня на него нападает Какаси, но Оротимару легко отбивается. В это время к\n                                            нему приближается его змея и она детонируется, значительно ранив своего хозяина. Отправленный Дандзо, Киноэ добирается до места, где должен ожидать Оротимару и оттуда вывести его из Страны Огня. Этим местом\n                                            оказывается довольно большое дерево, изнутри представляющий собой туннель. Киноэ встречает весьма своеобразный клан — Ибури (люди с возможностью трансформации в дым), преданные Оротимару. Один из членов клана,\n                                            молодая девушка Юкими утверждает, что Киноэ — её давно потерянный брат Тэндзо." }, { "number": 353, "name": "Подопытный Оротимару", "description": "В убежище проникает Какаси и тут же его атакует клан Ибури. Готта, превратившись в дым, начинает пытать его, но его спасает Киноэ с целью «добыть информацию о сложившейся ситуации». Но их быстро раскрывают и намерены\n                                            убить их ради безопасности Оротимару. Их спасает Юкими и, уводит их в глубь дерева. Желая увидеть откуда исходят эти прекрасные звуки, Юкими, обратившись в дым, берёт Киноэ под контроль, и убегает наружу, оставив\n                                            Какаси одного. Юкими, находясь в теле Киноэ, прибывает в небольшой городок и начинает развлекаться. А Какаси выбирается наружу, где его настигает Готта. Во время боя подул ветер, и это убивает Готту, находящегося\n                                            в форме дыма. Перед смертью Готта успевает передать Какаси информацию об Оротимару и его цели. Какаси находит Киноэ и Юкими и просит девочку вернуться в деревню в качестве приманки для поимки Оротимару. Не желая\n                                            допускать подобное Киноэ уводит её прочь. В это время тяжело раненый Оротимару добирается до убежища." }, { "number": 354, "name": "У каждого свой путь", "description": "Какаси догоняет Киноэ и Юкими. В атаке с Тидори, Какаси чуть не убивает Юкими. Увидев это Киноэ, набрасывается на Хатакэ. После непродолжительного боя Какаси рассказывает о намерениях Оротимару, сказанные Готтой\n                                            перед смертью. Услышав это, Юкими сбегает обратно к клану. Киноэ и Какаси отправляются вслед за ней. В убежище Оротимару, убивает всех членов клана, забрав при этом их кровь, чтобы с помощью неё временно превратиться\n                                            в дым уйти из Конохи. В это же время туда прибывает Юкими и Оротимару нападает на неё. Какаси и Киноэ добираются до места, но Оротимару забирает Юкими и уводит её в глубь дерева. Дым убитых членов клана указывает\n                                            мальчикам путь к Юкими. Забрав кровь, Оротимару уходит прочь. Юкими умирает и превращается в дым. В попытке спасти её Киноэ создаёт древесную облицовку с дымом Юкими внутри. С помощью дыма других убитых членов\n                                            клана Ибури облицовка превращается в настоящее дерево и из него выходит живая Юкими. Позже все трое расстаются. Какаси сообщает им, что он не видел члена Корня, ни Оротимару, ни людей из клана Ибури." }, { "number": 355, "name": "Цель — сяринган", "description": "Дандзо приказывает Киноэ и другому члену Корня Киното достать для него сяринган Какаси ради замены его собственного, который постепенно начинает слепнуть. В то же время Третий вызывает Какаси и поручает ему миссию\n                                            по исследованию найденного убежища Оротимару. В убежище Какаси также встречает и Киноэ, которого якобы послали на подобную миссию. Они решают объединить свои усилия, но вскоре Киноэ раскрывает свою миссию и\n                                            нападает на Какаси. Шокированный Какаси заявляет ему, что товарищи не должны убивать друг друга. На это Киноэ отвечает, что Хатакэ уже убил своего друга — Рин. В ярости Какаси приставляет Киноэ к земле и направляет\n                                            на него свой Тидори. Киноэ вспоминает своё прошлое, а также его вербовку в «Корень АНБУ» и, говорит Какаси, что если тот желает, то может убить его." }, { "number": 356, "name": "Синоби Конохи", "description": "Когда Какаси выводит связанного Киноэ из убежища Оротимару, ломается один из стеклянных бункеров, и из него выползает гигантский змей. Он тут же нападает на Какаси и проглатывает Киноэ. Какаси удаётся спасти его,\n                                            одолев змея с помощью Тидори. Мёртвое тело змея начинает испарять яд, это сильно ослабляет Какаси. Киноэ удаётся увести его в безопасное место и спасает путём введения противоядия. Не в силах выполнить миссию\n                                            из-за дружбы с Какаси Киноэ оставляет ему записку с объяснением намерений. Киноэ возвращается к Дандзо и вручает ему поддельный глаз. Увидев моральные изменения в Киноэ, Дандзо в ярости приказывает наложить\n                                            на него проклятую печать. В другом месте Какаси сообщает Третьему об инциденте и Хирудзэн посылает его и Югао с повесткой к Дандзо. В Корне их останавливают её члены и сообщают им, что Дандзо отсутствует. Какаси\n                                            приказывает Югао доложить об этом Третьему, а сам, оглушив охрану, проникает в глубь здания и спасает Киноэ. На выходе их окружают члены Корня во главе с Дандзо с намерением убить. Хирудзэн вовремя прибывает\n                                            на место и убеждает Дандзо отдать ему Киноэ под свой надзор. Хотя Дандзо соглашается с ним, отказывает в снятии проклятой печати с Киноэ. На следующий день Киноэ — под новым именем «Тэндзо» — официально становится\n                                            членом АНБУ под руководством Какаси." }, { "number": 357, "name": "Утиха АНБУ", "description": "По рекомендации Дандзо в АНБУ поступает Итати Утиха. Из-за его слишком юного возраста (11 лет) члены команды Какаси решают проверить его навыки и готовность. Между тем Гай подаёт заявку для зачисления в АНБУ, но\n                                            Третий отказывает ему. Дандзо также отклоняет его запрос, сославшись на отсутствие тьмы. Фугаку поздравляет своего сына Итати с его поступлением, а также напоминает о его клановых обязательствах. Дандзо поручает\n                                            Итати докладывать о действиях клана Утиха. Хирудзэн и Дандзо организовывают двустороннюю миссию против отряда Хання: синоби Конохи под руководством Гая отправятся на встречу для обмена свитков в знак доверия,\n                                            а Какаси и Итати — с целью убийства в случае предательства. Как и предполагал Дандзо, отряд Хання нарушает договор и нападает на команду Гая, но были повержены от рук Какаси и Итати. Гай, увидев, как Какаси\n                                            и Итати безжалостно выполняют свою часть миссии, заявляет Третьему, что АНБУ также не подходит для Какаси. Между тем, в храме Нака, на встрече клана Утиха Итати проводит отчёт, где замечает каменный монумент." }, { "number": 358, "name": "Государственный переворот", "description": "Какаси приводит Итати к пункту слежки за кланом Утиха, организованный после нападения Девятихвостого. Итати говорит, что клан знает об этой слежке. Вследствие этого Полиция клана Утиха в отместку за обвинения в\n                                            инциденте арестовывает жителей даже за самые мелкие пакости. Третий приказывает Сисуи наложить гэндзюцу Кото Амацуками на Фугаку во время собрания клана Утиха. Дандзо заявляет, что такой подход бесполезен, и\n                                            силой отбирает глаз молодого Утихи. У реки Нака Сисуи рассказывает обо всём Итати и, отдав ему свой правый глаз, поручает защиту деревни и клана. Сисуи совершает самоубийство, бросившись в реку ущелья. Итати\n                                            пробуждает свой мангэкё сяринган. Самоубийство Сисуи подрывает боевую мощь клана Утиха, и это временно останавливает подготовку к перевороту. Итати в храме Нака с помощью силы своих глаз изучает старинный каменный\n                                            монумент.\n                                        " }, { "number": 359, "name": "Ночь трагедии", "description": "Дандзо назначает Итати в звании капитана, заменив его место в команде Ро Югао Удзуки. Позже Какаси предупреждает Итати не ввязываться в политические дела начальства. Хирудзэн сообщает Какаси, что некто проник в\n                                            Коноху, минуя барьер. Сигналы тревоги поступали из области, где живут Утиха. Заручившись поддержкой Гая, Какаси отправляется в этот район, и замечает напряжённую атмосферу в клане Утиха. Итати перед начальством\n                                            отчитывается о намерении Утиха совершить этой ночью переворот, и получает неофициальный приказ от Дандзо уничтожить клан во благо деревни. Итати встречается с человеком в маске, «Мадарой Утиха», и вместе с ним\n                                            аннулирует клан, оставив в живых только Саскэ. АНБУ слишком поздно подоспевают на место трагедии. Итати выдаёт Дандзо предупреждения насчёт безопасности Саскэ, в противном случае, он передаст врагам информацию\n                                            о Конохе. Позже, во время тайной встречи с Третьим Итати говорит о своих намерениях вступить в ряды Акацуки и продолжать защищать свою деревню из тени. Третий решает не менять барьерный код, чтобы Итати смог\n                                            свободно приходить в деревню, если есть беспокойства насчёт безопасности Саскэ. Третий освобождает Какаси от должности АНБУ и назначает его дзёнином-наставником." }, { "number": 360, "name": "Дзёнин-наставник", "description": "Освободившись от своих обязанностей в АНБУ, Какаси становится дзёнином и тренером гэнинов. Вспомнив свои прошлые ошибки в дни его обучения у Минато Намикадзэ, он пытается создать свой путь в обучении своих кандидатов.\n                                            Но никто из его потенциальных учеников не проходит тест с бубенцами: одна из групп из-за отсутствия командной работы, а другая — из-за бездумного следования правилам. Между тем, Гай успешно обучает трио молодых\n                                            синоби: Рок Ли, Нэдзи Хюга и Тэн-Тэн. Позже Какаси встречает своих бывших учеников, и те благодарят его за уроки на тесте с бубенцами. В магазине Данго Хирудзэн показывает Асуме, Курэнай и Гаю новую команду\n                                            гэнинов для Какаси: Сакура Харуно, Саскэ Утиха и Наруто Удзумаки." }, { "number": 361, "name": "Команда № 7", "description": "Хирудзэн сообщает Какаси о его назначении в новую команду гэнинов. Какаси начинает колебаться, но заинтересовался, когда Третий упомянул, что в команде состоит сын Минато. Хирудзэн и Какаси осуществляют визиты в\n                                            комнаты будущих гэнинов. Третий отмечает, что состав он создал исходя из команды Саннинов. Какаси принимает на обучение новых студентов. Асума и Курэнай забирают из Академии своих учеников. Пока Наруто, Саскэ\n                                            и Сакура в Академии ожидают своего учителя, Какаси посещает Мемориальный камень и встречает там Тэндзо, который отмечает изменение в его натуре. Прибыв в Академию Какаси оценивает своих новых учеников и заключает\n                                            отсутствие в них командной работы. Однако, к счастью Какаси, Наруто, Саскэ и Сакура успешно проходят тест." }, { "number": 362, "name": "Решение Какаси", "description": "Упрекнув Обито за отступление от плана, Мадара решает сам захватить оставшихся Хвостатых с помощью Древесного дракона Первого Хокагэ. Наруто использует Режим Лиса, но техника блокирует его движения и подавляет чакру\n                                            Курамы. Наруто находится на грани срыва. Между тем, Какаси пытается понять причины Обито, но был сильно измотан из-за использования сярингана, и проигрывает бывшему товарищу. Мадара активирует Сусаноо, чтобы\n                                            нанести удар по захваченным Гаю и Гюки. Обито также собирается убить Какаси, назвав его отбросом. Это очень злит Наруто, и, повторив сказанные ему когда-то Какаси слова, останавливает атаки обоих Утих. Вдохновлённый\n                                            действиями Удзумаки, Гай использует технику Полуденного тигра против Сусаноо Мадары. Клон Наруто замечает, что Какаси сильно ослаблен, тогда Курама решает поменяться местами с Наруто. Курама хватает Какаси за\n                                            руку и бросает его к Обито. Утиха, в свою очередь, перемещает его в измерение Камуи. Шокированный Наруто нападает на Обито. Пытаясь избежать атак Наруто, Обито использует Камуи, но оттуда его начинает бить Какаси.\n                                            Благодаря полученной от Курамы чакре, Хатакэ возвращается из измерения. Гюки и Наруто, объединив свои усилия, создают Бомбу Хвостатого, чтобы уничтожить Гэдо Мадзо до возрождения Десятихвостого. Но это не помогает:\n                                            из-под клубов дыма появляется Дзюби, побуждая Мадару и Обито к действиям." }, { "number": 363, "name": "Техника Альянса синоби!", "description": "Десятихвостый демон, намного превосходящий размерами всех остальных Хвостатых, родился вновь. Обито и Мадара берут его под свой контроль. Курама и Гюки атакуют Десятихвостого бомбами, но тот уничтожает их ещё на\n                                            подлёте и даже ранит Гюки его собственной бомбой. Наруто и все его союзники крайне истощены, их Хвостатым тоже требуется отдых; Обито решает покончить с ними. Вторая атака Десятихвостого прошла мимо — над разумом\n                                            Обито на короткое время взяла верх Ино Яманака. Все оставшиеся в живых синоби прибывают на последнюю битву. Командный центр координирует их действия. Мощнейшими совместными атаками синоби обездвиживают Десятихвостого\n                                            и готовятся нанести удар по двоим врагам, которые управляют им." }, { "number": 364, "name": "То, что нас связывает", "description": "Из-за борьбы с Десятихвостым, Нэдзи, спасая Наруто и Хинату, погибает в бою." }, { "number": 365, "name": "Танцующие синоби", "description": "Саскэ, Оротимару, Суйгэцу и Дзюго прибывают в Коноху. Используя силу Курамы, Альянс начинает теснить Десятихвостого. В итоге, Мадара и Обито теряют над ним контроль." }, { "number": 366, "name": "Те, кто знают всё", "description": "Саскэ интересна правда о своём клане Утиха, а также правда о его брате Итати. Хокагэ по очереди отвечают Саскэ на его вопросы и Хасирама решает избавить младшего Утиху от ненависти." }, { "number": 367, "name": "Хасирама и Мадара", "description": "Хасирама рассказывает историю его знакомства с Мадарой. Также в серии показано противостояние между кланами Утиха и Сэндзю." }, { "number": 368, "name": "Эпоха воюющих провинций", "description": "Хасирама и Мадара становятся лидерами своих кланов, и решимость Хасирамы в достижении своей цели позволила кланам Утиха и Сэндзю объединиться." }, { "number": 369, "name": "Истинная мечта", "description": "Хасирама и Мадара основывают Деревню Скрытого Листа (Коноху), их примеру следуют другие страны, основывающие свои деревни. Хасирама предлагает Мадаре стать Хокагэ, но, в итоге, сам становится им. Тобирама остаётся\n                                            враждебно настроен к клану Утиха, и Мадара знает об этом. В итоге, Мадара считает, что Тобирама рано или поздно расправится с кланом Утиха и решает покинуть деревню." }, { "number": 370, "name": "Ответ Саскэ", "description": "Задумавшись над рассказом Хасирамы, Саскэ приходит к выводу, что мир в Деревне Скрытого Листа — это то, за что боролись его брат и многие другие, отдавая жизни и даже вешая на себя ярлык предателя. Вся ирония в\n                                            том, что Итати, будучи из клана Утиха, поддерживал идеалы Хасирамы. Но что же ответит Саскэ?" }, { "number": 371, "name": "Дыра", "description": "Пока Наруто, сражаясь на поле боя, раздаёт чакру Альянсу синоби, Какаси и Обито перемещаются в другое измерение. Десятихвостый готовится к атаке." }, { "number": 372, "name": "То, что заполняет пустоту", "description": "Обито рассказывает Какаси о гэндзюцу, в котором сбудутся все мечты. Битва продолжается. На поле боя появляются четверо Хокагэ, а за ними Саскэ." }, { "number": 373, "name": "Воссоединение!! Команда № 7", "description": "Наруто, Саскэ, Сакура и четверо Хокагэ вступают в битву с Десятихвостым. Пока четверо Хокагэ сдерживают атаки Дзюби, Сакура показывает свою настоящую силу." }, { "number": 374, "name": "Новый трёхсторонний тупик", "description": "Новое трио (Наруто, Саскэ и Сакура) принялось за дело. Тем временем, Оротимару пришёл на поле боя пяти Кагэ для спасения Цунадэ. Самая грандиозная битва только начинается." }, { "number": 375, "name": "Какаси против Обито", "description": "Разговор Какаси и Обито зашёл в тупик. Все решит последний удар." }, { "number": 376, "name": "Экстренный выпуск! Приказ захватить Девятихвостого", "description": "Наряду с 377 серией — филлер, посвящённый выходу игры «Naruto Shippuden: Ultimate Ninja Storm Revolution»." }, { "number": 377, "name": "Экстренный выпуск! Наруто против Меха-Наруто", "description": "Завершение сражения между Наруто и его двойником." }, { "number": 378, "name": "Дзинтюрики Десятихвостого", "description": "Обито, поглотив Десятихвостого, становится дзинтюрики. Он без труда побеждает воскрешённых Хокагэ и схватывает Наруто и Саскэ." }, { "number": 379, "name": "Прорыв", "description": "Продолжается бой Наруто, Саскэ, Минато и Тобирамы против Обито." }, { "number": 380, "name": "День рождения Наруто", "description": "Обито говорит Наруто, что завтра день смерти его родителей. Наруто приуныл, но потом сказал, что завтра и его день рождения, что вдохновляет его отца. Наруто нашёл слабость Обито." }, { "number": 381, "name": "Божественное древо", "description": "Обито призывает первоначальное тело Десятихвостого — Божественное древо. Мадара рассказывает историю мира синоби и то, как у синоби появилась чакра. Оказывается, что изначально никто чакрой не обладал, и Кагуя,\n                                            мать Рикудо Сэннина, украла её у Божественного древа, съев его плод, чтобы остановить войны. Древо атакует Наруто и его товарищей, высасывает их чакру, отчего многие погибают. Сам Наруто тоже чуть было не гибнет,\n                                            но его спасает внезапно появившийся Третий Хокагэ." }, { "number": 382, "name": "Мечта синоби", "description": "Божественное древо поглощает почти всю чакру Сикамару, тот при смерти. На поле боя появляются Оротимару, Карин и Суйгэцу. Пять Кагэ спешат присоединиться к ним. Хасирама узнаёт, что Древо распустится в любой момент\n                                            и рассказывает об этом всем. Многие начинают уже терять надежду, но только не Наруто. Его сила надежды придаёт силу другим. Хасирама вспоминает первое собрание Кагэ и свои мечты." }, { "number": 383, "name": "Преследуя надежду", "description": "Наруто спасает Сикамару с помощью чакры Курамы. Он объединяется с Саскэ и они вместе атакуют Обито. Пятеро Кагэ приходят на поле боя и принимают командование на себя. Наруто вновь вдохновляет всех на дальнейший\n                                            бой.\n                                        " }, { "number": 384, "name": "Сердце, заполненное друзьями", "description": "Наруто и Саскэ продолжают сражаться с Обито. Их атака ранит Обито и из него начинает выходить чакра Хвостатых. Курама говорит Наруто, что нужно вытянуть из него эту чакру, что и делает Наруто. Ему в этом помогают\n                                            друзья. Начинается мысленный диалог между Обито и Наруто." }, { "number": 385, "name": "Обито Утиха", "description": "Мысленный разговор Обито и Наруто продолжается. Наруто заставляет Обито вспомнить прошлое, свою команду, их отношения." }, { "number": 386, "name": "Я присматриваю за тобой", "description": "Обито продолжает вспоминать Рин, Какаси и Минато. Вспоминает слова Рин о том, что она всегда за ним присматривает. В конце воспоминаний Наруто предлагает ему присоединиться к ним и начать новую жизнь в качестве\n                                            синоби Конохи и загладить все свои ошибки." }, { "number": 387, "name": "Сдержанное обещание", "description": "Обито отказывается от предложения Наруто, однако воспоминания терзают его. В конце концов, Наруто и другие синоби вытягивают из запечатанного в Обито Десятихвостого всех Хвостатых. Обито оказался повержен на земле,\n                                            его хотят убить (сначала Саскэ, потом Какаси), но Минато не даёт это сделать. Наруто и Саскэ уходят на битву с Мадарой." }, { "number": 388, "name": "Первый друг", "description": "Силы Альянса синоби выступают против Мадары. Гаара просит Сюкаку одолжить силы для запечатывания Мадары. Все Хвостатые решают помочь Гааре и остальным в борьбе с Мадарой. Воспоминания Гаары о своей жизни." }, { "number": 389, "name": "Обожаемая старшая сестра", "description": "Ханаби состоит в главной ветви клана Хюга и является сестрой Хинаты, старшей сестры и главной наследницы в клане. Ханаби любит свою сестру и время от времени играет с ней. В один из дней Ханаби видит тренировку\n                                            Нэдзи из второстепенной семьи Хюга и Хинаты. В процессе тренировки Нэдзи выходит из себя и нападает со всей силой на Хинату, не способную себя защитить, однако его останавливают и применяют на нём проклятье\n                                            второстепенной семьи. Данное проклятье является меткой на голове и позволяет контролировать главной семье второстепенную, вплоть до лишения жизни для защиты бякугана, способности семьи Хюга. В клане Хюга появляются\n                                            сомнения в способности Хинаты возглавить клан Хюга из-за своего мягкого характера, тем временем Ханаби показывает неплохие боевые способности. В клане решают провести поединок между сёстрами. В процессе поединка\n                                            Хината могла победить Ханаби, однако из-за добросердечности проигрывает поединок. Ханаби становится главной наследницей в клане." }, { "number": 390, "name": "Решимость Ханаби", "description": "Малолетняя Ханаби из клана Хюга тренируется, чтобы превзойти свою сестру (Хинату) в силе. Тем временем, Хината проиграла Нэдзи и легла в больницу. Через время Хината и Нэдзи под влиянием Наруто решают забыть семейный\n                                            раздор в клане Хюга и начинают совместные тренировки. Ханаби является свидетелем усиления со временем Хинаты. В конце концов, Хината помогает Наруто в битве с Пэйном. Ханаби, под впечатлением от успехов Хинаты,\n                                            решает следовать примеру своей сестры. В Четвёртой мировой войне синоби Ханаби становится защитницей клана Хюга." }, { "number": 391, "name": "Восстание Мадары Утихи", "description": "Обито лежит поверженный на земле и предаётся воспоминаниям. Далее Обито хочет оживить погибших синоби объединённой армии, но Мадара призывает Чёрного Дзэцу, и он, слившись с Обито, совершает «Риннэ Тэнсэй», возрождение\n                                            Мадары (вместо возрождения синоби Альянса). Мадара восстанавливает свои силы после возрождения, и, с помощью сил Сэндзю в своём теле, отбирает чакру у Хасирамы. Саскэ безуспешно нападает на Мадару. Чёрный Дзэцу\n                                            управляет телом Обито и угрожает Какаси и Минато." }, { "number": 392, "name": "Скрытое сердце", "description": "Мадара нападает на Хвостатых, но они, вместе с Гаарой, дают ему отпор, в результате чего он теряет правую руку. Прибывший Белый Дзэцу восстанавливает её и отдаёт Мадаре правый глаз Нагато (риннэган). Мадара призывает\n                                            Гэдо Мадзо и применяет против Хвостатых Ринбо Хэнгоку, повергнув их на землю. После этого, Демоническая Статуя Еретика сковывает всех Хвостатых, но, попытавшись захватить Сюкаку, натыкается на сопротивление\n                                            Гаары.\n                                        " }, { "number": 393, "name": "Настоящий конец", "description": "Мадара помещает всех Хвостатых внутрь Гэдо Мадзо. Наруто, лишившись чакры Курамы, близок к смерти. Гаара подхватывает его тело и переносит к Сакуре, которая безуспешно лечит Наруто. Тобирама Сэндзю, как и Хасирама,\n                                            повержен Мадарой. Саскэ Утиха, атакуя Мадару с воздуха, был поражён собственным мечом в сердце. Пять Кагэ сталкиваются с многорукой статуей Будды, которой управляет Спиральный Дзэцу, и не могут ничем помочь." }, { "number": 394, "name": "Новый экзамен на звание тюнина", "description": "События происходят во время окончания двухлетнего обучения Наруто у Дзирайи. Пятая Хокагэ на совете деревень Скрытого Листа и Песка вносит предложение о проведении нового экзамена на тюнина для сбора информации\n                                            (реакции) о других деревнях. Гаара вносит ответное предложение о проведении экзамена в своей деревне для выманивания заговорщиков в Скрытом Песке. Высылаются приглашения для остальных деревень. Би хочет присутствовать\n                                            в Деревне Листа во время экзамена. Какаси отправляется в Деревню Скрытого Дождя, так как эта деревня полностью закрыта от чужаков." }, { "number": 395, "name": "Экзамен на звание тюнина: Начало!", "description": "Какаси прибывает в Деревню Скрытого Дождя, передаёт приглашение Хандзо, однако за ширмой лично не видит Хандзо. Нагато, управляющий Деревней Дождя, решает повторно, как Хандзо, отправить пару команд гэнинов, чтобы\n                                            не вызывать подозрений и собрать информацию о дзинтюрики. В состязании решает участвовать Деревня Скрытого Водопада и её дзинтюрики. Участвуют Деревни: Песка — 9 команд; Дождь — 15; Трава — 6; Водопад — 1; Облако,\n                                            Туман и Скала не участвуют. В Деревне Листа выбирают команды для участия. Так как в команде Асумы Сикамару уже не может участвовать в экзамене, Ино приглашает в команду Сакуру, однако она отказалась. Дзирайя,\n                                            тем временем, устраивает Наруто бой и атакует со всей силы." }, { "number": 396, "name": "Три вопроса", "description": "Конохамару узнаёт о том, что Наруто не будет участвовать в экзамене и пытается проникнуть на него в виде Наруто, однако оказывается быстро разоблачён. Сакура участвует в экзамене с Тёдзи и Ино, хотя ранее отказалась\n                                            от участия. Организованный Сикамару экзамен на тюнина начинается с теста, в котором члены команд участвуют отдельно друг от друга. В тесте три вопроса, за которые даётся разное количество баллов. Однако команды\n                                            не могут превысить суммарно 100 баллов за тест. Также, в случае получения низкого общего суммарного результата, команда дисквалифицируется. Члены команд, с помощью техник, пытаются связаться друг с другом для\n                                            получения общего, 100 бального результата." }, { "number": 397, "name": "Тот, кто достоин быть лидером", "description": "Нэдзи предлагает с помощью вибрационных ударов по стене передать числовое послание. Кандидат от Деревни Песка пробует помешать ему, но у него не получается. После окончания первого вопроса всем командам задают второй\n                                            вопрос о выборе приманки из команды. Тем временем Песок предлагает Цунадэ не сопровождать участников на второй этап, однако она отказывается. Также Дандзо предупреждает Цунадэ о том, что Хандзо скорей всего\n                                            уже умер. После первого этапа командам дают самостоятельно добраться до второго этапа в Деревне Песка." }, { "number": 398, "name": "Ночь перед вторым экзаменом", "description": "Прибывшие вовремя до второго этапа располагаются в доме посреди Демонической Пустыни. Ночью все команды располагаются в кафетерии во время ужина, однако по причине недопонимания между командами начинается драка,\n                                            которая стихла по прибытии Фу (яп. フウ Фу:). Команды расходятся не поужинав. Во время и после драки Рок Ли знакомится с бойцом по имени Сира из Деревни Песка. Тёдзи пытается уйти в дом, в котором расположились\n                                            наблюдатели, однако на него и команду нападает гигантский скорпион. На крики прибегает Фу и без особых проблем разбирается с ним. На следующий день их ознакомили со вторым этапом, где каждой команде будет дан\n                                            один свиток Земли или Неба и где стоит задача в течение 72 часов достать второй недостающий противоположный свиток и добраться до центра с окраин." }, { "number": 399, "name": "Выживание в Демонической Пустыне", "description": "В Демонической Пустыне начинается второй этап экзамена. Команда Нэдзи узнаёт, что попала в гэндзюцу и бегает кругами. Развеяв технику они находят команду Песка и нападают на неё. Однако на помощь одной из команд\n                                            Песка приходит команда Сиры, которая спасает её и заключает команду Нэдзи в технику Песочного Водопада. Далее в другом месте команда Сиры узнаёт, что две команды Песка объединились против него, чтобы противостоять\n                                            его главенству над командами Песка и покровительству Гаары. Команда Сиры пропускает атаки, однако на помощь ей приходит освободившаяся от песчаной техники команда Нэдзи. После этого нападавшие команды Песка\n                                            решают уклониться от боя. Тем временем дзёнины Деревни Листа, находящиеся в Демонической Пустыне, получают приказ от Пятой Хокагэ защищать Гаару от врагов (Страны Ветра)." }, { "number": 400, "name": "Пользователь тайдзюцу...", "description": "Сира рассказал о тяжёлом детстве бойца тайдзюцу, который не мог стать синоби в Деревне Скрытого Песка из-за запрета, но после знакомства с Гаарой и отмены запрета стал им, так как Гаара увидел в нём силу Рока Ли.\n                                            Рок Ли проникается историей Сиры и бежит в погоню за атаковавшими двумя командами Песка. Достигнув их он вступает с ними в бой, но перевес был на стороне синоби с техниками ниндзюцу и гэндзюцу. Далее к бою присоединяется\n                                            Нэдзи и Тэн-Тэн и перевес сил склонился в пользу команды Листа, но Сира останавливает бой и предлагает командам Песка свиток своей команды. Однако другие команды Песка отказываются от предложенного свитка, отдают\n                                            свои два свитка и уходят искать другие команды. Рок Ли предлагает Сире начать единоборство." }, { "number": 401, "name": "Тот, кто на пределе", "description": "Сира и Рок Ли начинают единоборство, в процессе которого открылось физическое превосходство Сиры над Роком Ли, а также возможности Сиры ударам в чакры и технике дыхания тайдзюцу «Семь небесных вздохов». В процессе\n                                            битвы Сира не воспользовался возможностью перекрыть технику Рока Ли «Врата Лотоса» и после открытия ран не смог продолжить битву. Сира рассказал, что прекращает сражения и после экзамена уходит добровольцем\n                                            на границу, чтобы быть рядом с родителями. Получив еще один, второй свиток Неба команда Нэдзи продолжает путь. Тем временем, Гаара узнаёт что в команде Фу остальные два члена команды кроме Фу являются не гэнинами,\n                                            а дзёнинами. Гаара приказывает не раскрывать об этом информацию и после слежки за ними узнаёт о том, что она дзинтюрики." }, { "number": 402, "name": "Побег против преследования", "description": "Команда № 8 попадает в засаду команды Кадзами Деревни Скрытой Травы, которая нуждается в свитке Земли. Кадзами берёт на себя Хинату, в то время как его товарищи по команде Бурами и Муями имеют дело с Кибой и Сино.\n                                            После того, как Киба был обнаружен как владелец свитка, команда Кадзами совместно атакует его и забирает свиток. Бурами использует свой уникальный запах в сферическом дзюцу для нейтрализации своих противников.\n                                            Но команде № 8 удаётся справиться с дзюцу Бурами через усилие воли. Муями вызывает гигантского крота по имени Могуранмару, чтобы он и его товарищи по команде сбежали. Сино удалось посадить один из его жуков\n                                            на Могуранмару, поэтому он и его команда преследуют команду Кадзами, однако в процессе преследования они попадают в зыбучие пески. После зыбучих песков команда Кадзами ушла из поля зрения Хинаты, но Киба использует\n                                            обоняние, чтобы отследить их." }, { "number": 403, "name": "Смелость и решительность", "description": "На пути к главному зданию, Бурами чувствует команду № 8. Понимая, что они гонятся за ними, Бурами стирает запахи себя и своих товарищей по команде. У Кибы и Акамару обоняние становится бесполезным и тогда Сино полагается\n                                            на своих насекомых, чтобы выследить команду Кадзами. Насекомые успешно нашли трио Травы, однако, они оказались обычными миражами. Команда № 8 обсуждает свою стратегию, чтобы разыскать команду Кадзами. Киба,\n                                            вдохновлённый непоколебимой решимостью Наруто, клянётся найти команду Кадзами и вернуть свитки. Вместе они решают идти к башне центра пустыни обогнув зыбучие пески. Команды Листа и Травы сталкиваются ещё раз.\n                                            Сино придумывает план по фальсификации смерти своих товарищей по команде с помощью насекомых. После обмана соперников команда № 8 совместно нападает на команду Бурами и забирает свитки." }, { "number": 404, "name": "Проблемы Тэн-Тэн", "description": "Команда Скрытого Дождя в лице куноити Адзисай и её товарищей по команде Суирэн и Фуё уклоняются от боя с командой Комуги, из-за их низкого уровня. Команда Дождя была отправлена участвовать в экзаменах на тюнина\n                                            по приказу Конан, чтобы найти дзинтюрики или собрать сведения о командах других деревень. В другом месте, команда Гая готовит ужин в сумерках, когда Тэн-Тэн уходит в гневе после того как Ли непреднамеренно оскорбил\n                                            её. На следующий день команда Гая и команда Дождя пересеклись друг с другом и начался бой от которого команда Дождя не смогла скрыться, так как Нэдзи использовал бякуган для их выслеживания. В ходе последовавшей\n                                            битвы, Тэн-Тэн и Адзисай попадают в ловушку и скрываются глубоко под руинами. Обе команды соглашаются о прекращении огня, чтобы найти их. После воспоминаний о тренировках с Гаем Тэн-тэн просыпается и находит\n                                            Адзисай притворившейся без сознания." }, { "number": 405, "name": "Двое в ловушке", "description": "После падения товарищей в руины под землёй, команды решают прекратить огонь, чтобы найти пропавших. Тэн-Тэн и Адзисай вынуждены сотрудничать друг с другом, чтобы выбраться обратно на поверхность. Далее они сталкиваются\n                                            с гигантским муравьём, который ведёт их к гигантскому муравейнику, откуда идут ходы на поверхность. Случайно выдав своё появление им приходится бежать назад от муравьёв. Команда Адзисай и команда Гая сталкиваются\n                                            с легионом муравьёв, чтобы спасти товарищей по команде и одновременно пытаются прорваться через обрушенные обломки потолка и стен. Адзисай пытается с другого конца обрушения запечатать землю с обломками, но\n                                            её усилий не достаточно и она просит Тэн-Тэн, чтобы она помогла в технике запечатывания. Тэн-Тэн, руководствуясь словами Адзисай, призывает огромное количество воды, которые прорывают руины." }, { "number": 406, "name": "Моё собственное место", "description": "На второй день экзамена, команда Сакуры, Ино и Тёдзи потеряли свиток, добытый в предыдущем бою, и решили направиться в сторону оазиса для пополнения запасов воды. Но, когда Сакура ссорится с Ино, их группа попадает\n                                            в засаду гигантского скорпиона. В то время, как у Ино не было достаточно времени для использования техники её клана, Сакура легко убивает существо с одного удара. Впоследствии, когда они подкрепляются мясом\n                                            скорпиона, Ино лечит руку Сакуры, вспоминая события из её прошлого. В прошлом, узнав, что потребуется несколько лет на освоение главной секретной техники ниндзюцу её клана, Ино решает пропустить обучение своего\n                                            отца под предлогом встречи Тёдзи из больницы. Ино пытается попросить Сакуру присоединиться к ней, но получает отказ, так как она хотела больше тренироваться. Встретившись с Асумой и Тёдзи, Ино узнаёт, что Сикамару\n                                            также отменил праздничный ужин для обучения. В конце концов, Ино просит Цунадэ обучать её, чтобы стать сильной куноити. Ино удаётся стать второй ученицей Цунадэ, после прохождения её испытания по реанимированию\n                                            осьминога в течение трёх месяцев. Её прогресс увеличился из-за её соперничества с Сакурой. После того, как Ино использовала медицинскую технику, чтобы извлечь яд скорпиона из раны, другая команда под лидерством\n                                            Амэно решает следовать за командой Сакуры." }, { "number": 407, "name": "Секретное ниндзюцу клана Яманака", "description": "Когда Сакура, Ино и Тёдзи достигают оазиса, их останавливает команда Амэно. Амэно вежливо советует ниндзя Листа, чтобы они сдали свой свиток в обмен на доступ к оазису и на необходимую медицинскую помощь. Но гэнины\n                                            Листа отказываются. Во время битвы Сакура и Тёдзи берут на себя соответственно Амэно и Кодзи, тогда как Сисио использует свою чакру, чтобы скрыть своих товарищей по команде и дать им преимущество. Далее, как\n                                            Сакура и Тёдзи начинают получать удары, Ино использует способность зондирования для предупреждения товарищей по команде о месте врагов. Но, после того, как команда Амэно смогла залечить свои травмы, Сисио создаёт\n                                            барьер зондирования для Ино. Тогда Ино заставляет себя передавать мысли товарищам по команде и друг с другом для помощи друг другу в обзоре слепых зон и предупреждении о входящих атаках. Это позволяет Сакуре\n                                            и Тёдзи победить команду Амэно. После этого, медицинские ниндзя из обеих команд исцеляют всех, две команды расстаются с обещанием встретиться в следующем раунде." }, { "number": 408, "name": "Проклятые марионетки", "description": "Когда Сакура, Ино и Тёдзи решают взять альтернативный маршрут к центральной крепости, чтобы избежать повторной засады, Сакура теряет силы из-за постоянного хранения чакры в Резервной Печати Бякуго. Приходя в себя,\n                                            Сакура вспоминает своё обучение с Цунадэ, далее команда оказывается перед командой Саи из Скрытого Песка. Сая решает биться с Ино и Сакурой, а её товарищи по команде Мамуси и Сана берут на себя Тёдзи. Сая использует\n                                            свою марионетку и получает образцы волос Ино и вселяется в неё, а потом образцы волос Тёдзи и вселяется в него, так как он до этого захватил Мамуси и Сану. После выяснения метода контроля разума Саи, Ино использует\n                                            дзюцу контроля разума на Тёдзи и заставляет Саю отступить из разума Тёдзи. В другом месте, Саскэ, имея скрытый мотив о проверке навыков Суйгэцу и Карин, освобождает Суйгэцу из лаборатории и помогает Карин выследить\n                                            его. В итоге, Суйгэцу смог ударить Саскэ, однако перешёл в желеобразное состояние после удара адамантовой цепи Карин." }, { "number": 409, "name": "Спина к спине", "description": "Ино удаётся избавиться от Саи в разуме Тёдзи, что позволяет ему успешно прямым ударом ударить по Саи. Но оказалось, что «Сая» на самом деле марионетка и гэнины Листа решили продолжить идти в направлении главной\n                                            башни. Сакура чувствует, что она слаба, как и несколько лет назад, когда её защищали товарищи по команде Наруто и Саскэ. После перегруппировки со своей командой, Сая решает оставить экзамен на тюнина до мести\n                                            гэнинам Листа, в то время, как их силы почти исчерпаны. Команда Саи делает свой ход, когда Сана использует её дзюцу песчаного шторма в сторону Сакуры, Ино и Тёдзи, тогда так Сая решает сокрушить их своими Проклятыми\n                                            куклами песка. Когда Тёдзи уничтожает кукол, он слишком поздно узнаёт, что один из них — Мамуси в маскировке, в то время, как он отравляет ядом Тёдзи и Ино. Сакура, вспоминая свой медицинский опыт и просьбу\n                                            Цунадэ о принятии её на экзамен тюнина, удаётся пополнить свои резервные запасы чакры, летит к команде Саи и одним ударом побеждает их. Она удаляет яд из партнёров по команде и благодарит их за то, что позволили\n                                            присоединиться к их команде. В другом месте, в это время проходит обучение Наруто, Дзирайя просит Гэротору об ослаблении печати Минато, для того, чтобы опробовать контроль Наруто над чакрой Девятихвостого. Но\n                                            это приводит к потери Наруто способности контролировать свой разум и к первому преобразованию его в четырёххвостую форму Девятихвостого. Позднее Наруто пришёл в себя на больничной койке, где, на соседней с ней,\n                                            увидел Дзирайю с глубоким шрамом, но Извращённый Отшельник объяснил, что Наруто не виноват в этом. Наруто рассказывает, что Девятихвостый спровоцировал его, и он поддался. Но ещё Наруто говорит, что, даже если\n                                            сейчас невозможно контролировать чакру Девятихвостого, он никогда не сдастся." }, { "number": 410, "name": "Заговор начинается", "description": "Хоити создаёт песчаную бурю, которая создаёт барьер для сенсоров. Штаб-квартира замечает проблему и Канкуро с Тэмари решают остановить экзамен на тюнина и вызволить участников из песчаной бури. Команда Гая укрывается\n                                            от бури в палатке. Между тем, Микоси из команды Мацури попадает в зыбучие пески. Пока товарищи по команде пытаются его спасти, Фу спешит на помощь, вспоминая своё прошлое и дружбу с Сибуки. После спасения к\n                                            Фу подходит Гаара и рассказывает о Наруто, отмечая их сходство. После ухода Гаары Фу пытается дать Мацури свой свиток, но куноити отказывается, ссылаясь на обучение Гаары. В то же время, Хоити замечает Кадзэкагэ\n                                            и готовится к атаке." }, { "number": 411, "name": "Цель — хвостатый зверь", "description": "Асума, Курэнай и Гай, наблюдая за песчаной бурей, отмечают, что перенос экзамена был мудрым решением. Приблизившись к пустыне, они были остановлены синоби Песка. Провалив попытку договориться, они скрываются от\n                                            синоби в буре. Тем временем, Канкуро, Тэмари и другие члены разведки спасают гэнинов от бури и отводят их в безопасное место. В это время, синоби Песка приходит к Кадзэкагэ с отчётом и замечает, что тот оставил\n                                            вместо себя песчаного клона. Между тем, реальный Гаара советует команде Мацури продолжать свой путь на экзамене. Когда они отходят, то слышат странные мелодии и понимают, что местность подходит для атаки противника.\n                                            Хоити оживляет их тени, и они душат команду Мацури. Гаара приходит на помощь. Хоити использует своё дзюцу для извлечения Сюкаку. Гаара приказывает Мацури, Юкатэ и Микоси уходить. Они решают отправиться к центральной\n                                            башне за помощью. Через некоторое время Юката не может идти, с ней остаётся Микоси, а Мацури идёт дальше в одиночку. Между тем, Фу, почувствовав положение Сюкаку, приходит на помощь, однако получает удар от\n                                            цепи, попытавшись освободить Гаару. Хоити понимая, что Фу — дзинтюрики, применяет к ней свою дзюцу, проверяя силу печати. Как только буря уходит, Нэдзи решает сказать Ли и Тэн-Тэн, что у них два небесных свитка.\n                                            Нэдзи использует бякуган для разведки местности и замечает изнурённую Мацури. Когда команда Гая достигает Мацури, она просит помочь Кадзэкагэ в бою." }, { "number": 412, "name": "Решение Нэдзи", "description": "Мацури предлагает команде Гая свой Свиток Неба в обмен на их помощь в спасении Гаары от Хоити, но троица Листа соглашается помочь без вознаграждения. Пока Нэдзи использует свой бякуган, чтобы определить местонахождение\n                                            Гаары, команда Гая и Мацури решают спасти Кадзэкагэ несмотря на риск провала экзамена. Между тем, Хоити продолжает поглощать чакру Хвостатых из Гаары и Фу и после создаёт кокон из потоков чакры, чтобы предотвратить\n                                            поглощение чакры. Несмотря на веру Гаары в то, что никто не придёт им на помощь, его удивляет вид полной надежд Фу, что всё сработает. В это время Асума, Гай и Курэнай обнаруживают отсутствие Кадзэкагэ в деревне,\n                                            заставляя их поверить, что их страх относительно использования Гаары себя в качестве приманки для выманивания врагов был не напрасным. Дзёнины также обнаруживают сражающихся в пустыне Юкатэ и Микоси. Между тем,\n                                            Мацури, Нэдзи, Ли и Тэн-Тэн находят кокон и Хоити. Когда в поисках Фу прибывают Юрой и Кэган, Нэдзи обнаруживает, что Однохвостый и Семихвостый извлекаются из тел дзинтюрики. Дзёнины Юрой и Кэган собираются\n                                            атаковать Нэдзи, но тот уговаривает их работать вместе. Как только Хюга раскрывает свой план, синоби Водопада, Ли и Мацури безуспешно атакуют барьер." }, { "number": 413, "name": "Заглядывая в будущее", "description": "Гаара использует песочного клона для разговора с Фуги о неудачном покушении Хоити на него. Гаара объяснил ему, что он теперь другой человек с надеждами на деревню и молодежь, Фуги понимает, что он сделал ошибку\n                                            и совершает вскоре после этого харакири. В конце концов, из-за внутренних осложнений в деревне, Гаара решает преждевременно закончить экзамены на тюнина и дать каждому Кагэ оценки и право окончательного решения.\n                                            Впоследствии, как Сира и Иомэ расстаются с товарищем по команде, на Фу нападают Хидан и Какудзу после того, как её команда попала в засаду. После экзамена на тюнина Адзисай умирает на первой миссии S-ранга и\n                                            используется для последующего хранения в качестве части Пэйна. Цунадэ присваивает Сакуре, Ино, Тёдзи, команде № 8, Ли и Тэн-Тэн звание тюнина, в то время как Нэдзи назначается дзёнином за спасение Гаары. В то\n                                            же время, обучение Наруто с Дзирайей приходит к концу и они начинают своё возвращение в Деревню Скрытого Листа." }, { "number": 414, "name": "На грани смерти", "description": "После того, как Наруто лишился Курамы, Гаара транспортирует его и Сакуру к Минато, чтобы спасти Наруто путём переноса Инь-Курамы из Минато в Наруто. Сакура пытается ликвидировать последствия изъятия Курамы, но у\n                                            неё ничего не выходит, и она прибегает к открытому массажу сердца Наруто. Между тем, обезумевшая Карин, пытаясь пробиться к Саскэ, противостоит Спиральному Дзэцу и миниатюрной версии Статуи Тысячи Рук. Карин\n                                            пробуждает Адамантиновые Атакующие Цепи, но Спиральный Дзэцу пронзает её. Карин исцеляет себя, а Суйгэцу приходит ей на помощь с техникой воды. Хотя Спиральному Дзэцу удаётся увернуться от попытки захватить\n                                            его, он обездвижен из-за размещённой Оротимару Проклятой печати. Карин продолжает движение к Саскэ, так как она чувствует зловещую чакру рядом с ним. Между тем, Мадара поглощает Десятихвостого, становясь дзинтюрики,\n                                            и отправляется к Обито за оставшимся глазом. По пути к Обито, Мадара делает паузу на мгновение для того, чтобы выплюнуть «Красную Тыкву» и «Янтарный Горшок Очищения» изо рта, которые приземляются на Ли и Гая,\n                                            когда они отступают с Тэн-Тэн. Когда Минато и Какаси приготовились атаковать Чёрного Дзэцу, Инь-Курама предупреждает Минато о прибытии Гаары и Сакуры. Узнав ситуацию, Минато решает передать Инь-Кураму Наруто,\n                                            в то время как Гаара и Какаси защищают его от Чёрного Дзэцу. Во время переноса чакры в Наруто, Чёрный Дзэцу перехватывает её." }, { "number": 415, "name": " Два мангэкё", "description": "Когда Мадара находится поблизости, Чёрный Дзэцу заявляет, что никто не может остановить его от сдачи риннэгана и Инь-Курамы. Когда Какаси и Гаара готовятся напасть на него, чтобы спасти Наруто, Чёрный Дзэцу оказывается\n                                            не в состоянии оставить тело Обито. Обито задаёт вопрос Мадаре о том, кто он для него. Мадара объясняет Обито, что как последователь его идеалов, он является Мадарой, тем кто желает отменить мир, созданный Мудрецом\n                                            Шести Путей и создать новый через «Глаз Луны». Обито начинает идти к нему, в то время как Минато атакует Мадару, а Какаси и Гаара пытаются остановить Обито, но безуспешно. Тем не менее, Обито не принимает руку\n                                            Мадары и пронзает его в живот. Ссылаясь на слова Наруто, Обито утверждает, что он нынешний является тем, кто хотел стать Хокагэ. Затем он извлекает фрагменты чакры Сюкаку и Гюки, и говорит Какаси телепортировать\n                                            Наруто и Сакуру в другое измерение. После того, как Мадара останавливает Обито, Какаси бежит в его сторону. Тогда Обито говорит о том, что, как старший товарищ, Какаси всегда смотрит сверху вниз на него, вспоминая\n                                            старые времена в Конохе." }, { "number": 416, "name": "Формирование команды Минато", "description": "Обито начинает вспоминать времена, когда он был ребёнком и пытался обогнать Какаси. После формирования новой команды Минато (Какаси, Рин, Обито) им начинают поручать мелкие миссии в деревне, но Обито с помощью дружбы\n                                            с бабулями быстро выполняет их. Так их команда получает новое задание — миссия ранга С. Команде нужно доставить свиток с информацией, вместе с несколькими синоби из другой деревни, в иную деревню. Но по пути\n                                            они разделяются. Сначала Какаси и Минато, затем Обито, а Рин узнаёт, что они даже не туда дошли, ведь среди них были предатели — синоби из другой деревни, которые напали на Рин, но вовремя появился Какаси..." }, { "number": 417, "name": "Ты прикрываешь меня", "description": "Минато и Обито прибыли помочь Какаси и Рин, но двое предателей уже сбежали. Раненый синоби сообщает, что им было дано два свитка. Он отдаёт Минато свой свиток, который оказывается фальшивкой. Какаси понимает, что\n                                            настоящий свиток находится у синоби, упавшего с моста. Они отправляются спасти его. В это время предатели атаковали выжившего, но Обито, Рин и Какаси вовремя подоспели. Предателям удаётся захватить свиток и\n                                            они отступают. Какаси отправляется за свитком, так как завершение миссии — его путь ниндзя. Обито подаёт сигнал Минато и рассказывает о действиях Какаси. Минато вовремя спасает Какаси и разбирается с предателями.\n                                            Команда возвращает свиток и завершает миссию. Но Какаси объясняет, что на самом деле оба свитка — фальшивка, а команда была лишь приманкой. Настоящий свиток был у другой группы, не подвергнувшейся нападению\n                                            предателей. В настоящем времени Мадара атакует двумя сферами Какаси и Обито, чтобы отобрать риннэган и Инь-Кураму. Обито с помощью Какаси перемещает себя в другое измерение. Убедив Сакуру, что он изменился,\n                                            Обито начинает передачу чакры Хвостатых Наруто. В реальном мире подоспевший Гай спасает Какаси от атаки Мадары." }, { "number": 418, "name": "Синий зверь против Мадары Шести Путей", "description": "Оротимару вместе с командой Така достигают Саскэ и обнаруживают рядом с ним Кабуто. Он объясняет, что благодаря Идзанами, осознал себя и решил спасти Саскэ. В это время, Гай атакует Мадару, открыв Седьмые Врата.\n                                            Когда это не сработало, Гай понимает, что должен открыть Восьмые Врата, которые убьют его. Он вспоминает своё детство и отца, когда не поступив в Академию, решает пробежать 500 кругов, чтобы его приняли в качестве\n                                            исключения. Однако, не пробежав и половины, Гай падает. В это время за ним наблюдал Третий. Гай извиняется перед отцом, но тот говорит, что Гай никогда не должен извиняться за свои старания. Над ними подшучивают\n                                            два синоби, проходящих мимо. Позже Гай находит их и хочет отомстить, но они избивают его. На помощь приходит Какаси. Гай наблюдает как Какаси уходит со своим отцом." }, { "number": 419, "name": "Цветущая юность папы", "description": "Молодой Гай спрашивает отца, как тот может оставаться оптимистичным и не обращать внимания на критику со стороны других жителей. Дай говорит, что настоящая победа заключается не в победе над кем-то сильным, а в\n                                            желании защищать то, что дорого. Хирудзэн решает принять Гая в Академию. После тяжелейших тренировок, Гай бросает вызов Какаси. Наконец закончив академию, Гай начинает ходить на миссии. Он разочарован, что отец\n                                            получает миссии только низкого ранга. Однажды ночью Дай рассказывает, что на протяжении 20 лет он осваивал технику Восьми Внутренних Врат и теперь может передать её сыну. Во время миссии, команда Гая сталкивается\n                                            с Семью мечниками Тумана. Появляется Дай и говорит, что выиграет, применив Врата Смерти. В настоящее время Гай открывает Восьмые Врата и атакует Мадару Вечерним Слоном." }, { "number": 420, "name": "Боевое построение Восьми Врат", "description": "Гай атакует Мадару Вечерним Слоном, но останавливается, испытывая невыносимую боль из-за применения Восьмых Врат. Для поддержки Гая, Минато быстро разрабатывает план. Наконец Гай наносит пять мощнейших атак Вечерним\n                                            Слоном. Мадара говорит, что не испытывал такого восторга со времён битвы с Хасирамой. Тем временем, в своём подсознании Наруто встречает Хагоромо Оцуцуки, Мудреца Шести Путей. Он рассказывает о прошлом своей\n                                            матери Кагуи, о себе и своих сыновьях Индре и Асюре. В последние дни своей жизни, Мудрец выбрал Асюру своим преемником, так как тот следовал пути любви. Такое решение рассердило Индру, идущего по пути силы.\n                                            Между братьями возникла ненависть и началось их противостояние. Это привело к тому, что после смерти Индры и Асюры, их души начали бесконечно перерождаться в новом теле, каждый раз продолжая борьбу. Хагоромо\n                                            говорит, что Наруто — нынешняя реинкарнация Асюры." }, { "number": 421, "name": "Мудрец Шести Путей", "description": "Хагоромо спрашивает Наруто, догадался ли он, кто является текущим воплощением Индры. Наруто отвечает, что это Саскэ. В это же время Хагоромо разговаривает с Саскэ. Мудрец говорит, что Саскэ — воплощение Индры и\n                                            задаёт тот же вопрос о воплощении Асюры. Саскэ отвечает, что это Наруто. Хагоромо рассказывает, что предыдущими воплощениями были Хасирама и Мадара. Одержимый силой Мадара забрал её у Хасирамы. Слияние чакры\n                                            Индры и Асюры дало чакру Хагоромо, и перед своей смертью Мадара пробудил риннэган. Сейчас Мадара стремится к силе Кагуи, чтобы править миром. Хагоромо просит Наруто и Саскэ остановить Мадару. Появляется Сюкаку,\n                                            Гюки и Курама. Они объясняют, что теперь в Наруто есть чакра всех хвостатых зверей. Мудрец говорит, что пришло время ребёнку из пророчества изменить мир. Хагоромо даёт Наруто и Саскэ свою силу. Они просыпаются\n                                            в реальном мире. В это время Мадара выдерживает все атаки Гая и говорит, что давно ему не было так интересно. Гай понимает, что Вечернего Слона не достаточно и решает использовать свой последний приём — Ночной\n                                            Гай. Какаси вспоминает слова своего отца о том, что однажды Гай станет намного сильнее Какаси. Гай атакует Мадару мощным ударом, почти убивая его. Тело Гая начинает разрушаться, а регенерирующий Мадара говорит,\n                                            что, в благодарность за проведённое время, убьёт Гая до того как он обратится в пепел. Мадара бросает в Гая Шар истины, но появляется Наруто и отбивает его. С помощью силы, полученной от Хагоромо, Наруто спасает\n                                            Гая от смерти. Мадара замечает, что Наруто как-то изменился. Наруто заявляет, что теперь он может всё изменить." }, { "number": 422, "name": "Те, кто унаследуют", "description": "Конохамару прибирается в квартире Наруто, перед самым его возвращением в деревню. После их воссоединения, Наруто показывает Конохамару свою старую куртку и говорит, что она дорога ему. Наруто решает обучить Конохамару\n                                            Расэнгану. Он даёт ему мячик с водой и говорит, что Конохамару должен лопнуть его, но не объясняет как это сделать. Напоследок Наруто говорит, что Конохамару должен полагаться на свои чувства. Наруто уходит\n                                            спасать Гаару, а Конохамару усердно тренируется, но у него ничего не выходит. Тогда он решает улучшить технику Соблазнения и вместе с Моэги и Удоном отправляется за советом к Эбису. У него они находят множество\n                                            журналов с девушками в купальниках. Используя их Конохамару удаётся пройти первый этап тренировок. Вернувшийся Наруто даёт Конохамару резиновый мяч и поручает взорвать его, вновь не объяснив как. Конохамару\n                                            снова отправляется к Эбису за советом. После реакции Эбису на технику Соблазнения Конохамару понимает, что нужно делать. Конохамару продолжает свои тренировки." }, { "number": 423, "name": "Соперник Наруто", "description": "После провала миссии по спасению Саскэ, Наруто учится использовать Стихию Ветра, а Конохамару успешно завершает второй этап тренировки. Наруто хотел приступить к третьему этапу, но выясняется, что Конохамару не\n                                            умеет делать теневых клонов. Конохамару бросает Наруто вызов, кто же из них первым овладеет новой техникой. Становится известно о смерти Асумы. В то время как Наруто сражается с Какудзу, Конохамару осваивает\n                                            теневых клонов. После возвращения Наруто, они приступают к третьему этапу. Когда Наруто уходит учиться на гору Мёбоку, он доверяет Конохамару свою старую куртку, а Конохамару обещает, что сам закончит обучение\n                                            Расэнгану. Во время атаки Пэйна на Коноху, Конохамару применяет Расэнган против одного из тел Пэйна. После штурма, Конохамару отводит Наруто на склад клана Сарутоби, где он сохранил старую куртку Наруто." }, { "number": 424, "name": "Восставшие", "description": "Мадара удивлён, что Наруто остановил разрушение тела Гая. Он также чувствует, что сила Наруто увеличилась. Наруто, с помощью чакры Сон Гоку, создаёт Лавовый Расэнсюрикэн и атакует Мадару. Расэнсюрикэн срубает Божественное\n                                            древо, а Мадара, повинуясь странному внутреннему голосу, поглощает Древо. В это время, Саскэ освобождает Тобираму от чёрных приёмников и просит телепортировать его. Мадара впитав Древо, говорит Наруто, что теперь\n                                            он бессмертен и его не победить. Наруто говорит, что он будет сражаться не один, и рядом с ним появляется Саскэ. Мадара понимает, что теперь Наруто владеет сэндзюцу Шести Путей, а Саскэ риннэганом. Мадара атакует\n                                            их, но Наруто блокирует атаку чёрным стержнем, а Саскэ телепортируется с помощью способности своего риннэгана. Наруто и Саскэ понимают в чём заключается способность Мадары Лимбо. Мадара создаёт одного невидимого\n                                            клона. Только Наруто может его почувствовать, а Саскэ увидеть риннэганом. Наруто с помощью проклятой печати Сюкаку обездвиживает клона, а сам Мадара вырывает глаз Какаси и переносит себя в измерение Камуи. Там\n                                            он атакует Сакуру, которая мешкает с уничтожением риннэгана Обито." }, { "number": 425, "name": "Бесконечный сон", "description": "Обито спасает Сакуру, перенеся её в реальный мир. Мадара рассказывает Обито, что всегда контролировал его и даже подстроил смерть Рин, чтобы поселить ненависть в сердце Обито и склонить на свою сторону. Запечатав\n                                            клона Мадары, Наруто, используя печать Ян на своей руке, восстанавливает глаз Какаси. Какаси вспоминает то время, когда Наруто, Саскэ и Сакура рассказывали о своих целях. Какаси спрашивает у Саскэ про его нынешнюю\n                                            цель, но прежде чем тот ответил, Какаси почувствовал, что Мадара близко. Появляется Мадара с двумя риннэганами и вместе с Обито, находящимся теперь под контролем Чёрного Дзэцу. Мадара создаёт четыре клона Лимбо\n                                            и множественный Тибаку Тэнсэй, чтобы отвлечь Наруто и Саскэ. Мадара взмывает в небо и, произнеся слова с каменной таблички Утих, пробуждает во лбу третий глаз — риннэ сяринган. Глаз отражается на поверхности\n                                            Луны и Бесконечное Цукуёми активируется." }, { "number": 426, "name": "Бесконечное Цукуёми", "description": "Мадара активировал Бесконечное Цукуёми, отразив риннэ сяринган на поверхности Луны. Яркий свет прерывает битву между Спиральным Дзэцу и Альянсом синоби. Каждое существо на планете попадает в гэндзюцу, кроме команды\n                                            № 7, спасшихся с помощью Сусаноо Саскэ, и возрождённых Хокагэ. Появляются корни Божественного древа, пленяя каждого, попавшего в гэндзюцу. Спиральный Дзэцу выпускает из себя пленника. Оказывается, что им был\n                                            Ямато. Он успевает поговорить с Хирудзэном, прежде чем попасть в гэндзюцу. Ему снится, что он становится новым лидером команды № 7. Ямато принимает мир иллюзии как родной. Тем временем, Минато просыпается в\n                                            Деревне Листа и обнаруживает, что все жители пойманы корнями Божественного древа." }, { "number": 427, "name": "В мире снов", "description": "Тэн-Тэн пытается найти синоби из Деревни Облака, который бы расшифровал свиток, чтобы узнать как пользоваться сокровищами Мудреца Шести Путей и запечатать врага. В это время Мадара активирует Бесконечное Цукуёми\n                                            и Тэн-Тэн пленяют корни Божественного древа. Она просыпается в Деревне Листа, в своём доме. Тэн-Тэн думает, что её переместили сюда с поля боя и пытается найти кого-нибудь из друзей. На улице она встречает Гая,\n                                            Ли и Нэдзи но с совершенно другими личностями. Гай и Ли более сдержанны, одеваются стильно и ведут себя как модели, а Нэдзи с помощью бякугана заглядывает под одежду Тэн-Тэн. Позже она обнаруживает, что на скале\n                                            вырезано лицо не Минато, а отца Сакуры. Тэн-Тэн понимает, что попала в гэндзюцу и безуспешно пытается рассеять его. Она начинает изучать гэндзюцу и ругается со всеми друзьями. Хината отбирает свиток и требует\n                                            Тэн-Тэн объяснить своё поведение. Тэн-Тэн пытается вернуть свиток силой, но её останавливает Мэнма (местная версия Наруто) и возвращает свиток. На шум драки собираются множество горожан и Тэн-Тэн при всех называет\n                                            деревню фальшивкой. Проходивший мимо торговец заинтересовался Тэн-Тэн." }, { "number": 428, "name": "Место, где живёт Тэн-Тэн", "description": "Тэн-Тэн по наводке незнакомца пытается найти помощь в Скрытом Дожде, но на выходе из деревни её ловят. Оказывается, незнакомец — шпион Дождя, подставивший Тэн-Тэн, но её имя вскоре очищает Мэнма. Почти сразу после\n                                            этого нападает Хандзо с ниндзя Дождя. Положение спасает Тэн-Тэн с помощью двух сокровищ Мудреца Шести Путей. В конце Тэн-Тэн незаметно для себя, находясь в кругу альтернативных версий друзей, включая живого\n                                            Нэдзи, чувствует себя дома." }, { "number": 429, "name": "Рэп-хроники Киллера Би: Свиток Неба", "description": "Показана мечта Киллера Би. Он вместе с Югито и их Хвостатыми, которые сидят у них на плечах и могут сражаться отдельно, освобождают сначала Гаару, а потом Наруто из темниц своих деревень для важной миссии — защиты\n                                            некой принцессы от армии Акацуки. По пути, Югито разделяется с остальными для более быстрых поисков. На пути к Скрытому Водопаду перед Наруто, Би и Гаарой встают Итати, Сасори и Дэйдара." }, { "number": 430, "name": "Рэп-хроники Киллера Би: Свиток Земли", "description": "В процессе боя Итати, узнав об уходе Саскэ к Оротимару, заявляет, что уходит из Акацуки вслед за Нагато. На помощь дзинтюрики приходит Фу, а после присоединяется к остальным. Вместе они находят Роси, в деревне которого\n                                            пропадают дети. Как после выяснилось, это дело рук Оротимару, Кабуто и Саскэ. Последний, узнав об уходе Итати, покидает Оротимару ради погони за братом. Самого Оротимару победили совместными усилиями дзинтюрики.\n                                            Встретившись около замка с Югито, Утакатой и Ханом, все разбились на пары для поиска Ягуры. В конце концов, его находят Би и Хан, но он отказывается сотрудничать. Тем временем, остальные дзинтюрики, вернувшись\n                                            к замку, отбивают атаку Белых Дзэцу, Дэйдары, Сасори и Гэдо Мадзо. В критический момент появляются Би, Хан и Ягура, которого Би убедил, что они друзья. Вместе, Хвостатые и их дзинтюрики отбивают атаку Акацуки\n                                            и готовятся к новым совместным приключениям." }, { "number": 431, "name": "Вновь эта улыбка", "description": "Показаны прошлое и мечта Карин. Вместе с матерью она жила в Скрытой Траве, но мать использовали исключительно как лечебную чакру, в конце концов она погибла, когда много раненых синоби высосали для лечения всю её\n                                            чакру. Её место заняла маленькая Карин, которая стала бояться той же участи. На экзамене на звание тюнина её товарищи по команде используют её так же, а потом оставляют одну в Лесу Смерти. Там на неё нападает\n                                            медведь, но её спасает Саскэ. После провала на экзамене её отправляют в Крепость на границе страны, которая терпит атаки от Клана Кагуя. Видя большое количество раненых, Карин понимает, что если останется, то\n                                            погибнет. После побега она попадает в руки неизвестных, которые хотят продать последнего члена Клана Удзумаки, но её спасает Оротимару и предлагает идти с ним. В убежище Кабуто проверяет способности Карин и\n                                            просит о помощи в операциях, но не в таких больших количествах, как в Скрытой Траве. Вскоре Карин становится надзирателем в одной из тюрьм Оротимару. Далее показаны уже известные моменты: присоединение к команде\n                                            Саскэ, битва с Восьмихвостым, сражение с Дандзо. Дальше события отличаются от реальности: Саскэ не предаёт Карин и ставит своей целью не только уничтожение, но и перестройку Конохи, и становление Хокагэ. Во\n                                            время войны с Конохой, в которой на горе вместе с другими Хокагэ находится лицо Саскэ, нападает Трава под предводительством того самого синоби, который командовал Карин, и берут её в плен. Там синоби приказал\n                                            высосать из Карин всю чакру с двумя целями: вылечиться от ран и убить предателя. Когда на девушке почти не осталось неукушенного места, происходит взрыв, подстроенный пришедшей на выручку Карин командой Така.\n                                            В живых остаётся только лидер синоби Травы. Карин, притворившись, что позволит тому вылечиться своей силой, неожиданно убила врага. Находясь на краю гибели, Карин видит Саскэ, обещающего её спасти, и просит\n                                            его показать свою улыбку..." }, { "number": 432, "name": "Ниндзя-неудачник", "description": "Показана другая история, описанная в романе Дзирайи. Цунадэ открывает рукопись, которую Саннин только что закончил. После нападения Девятихвостого Кусина и Минато остались живы, Наруто стал дзинтюрики, а Утиха и\n                                            Сэндзю заключили перемирие. По приказу Четвёртого Хокагэ все гэнины были отправлены на миссию S-ранга." }, { "number": 433, "name": "Вылазка: Поисковая миссия", "description": "Миссия началась, поэтому все гэнины отправляются в путь вместе с сопровождающими их дзёнинами, но внезапно все сэнсэи таинственным образом пропадают, лишь команда Гая засекла нити чакры под землёй. Команды предприняли,\n                                            каждый свои, действия. Сакура, Наруто и Саскэ отправились на поиски, однако, путь им преградил Хидан. Команда Курэнай решает найти всех остальных, чтобы объединиться и искать наставников вместе. Сикамару предлагает\n                                            своей команде положиться на сенсоров, поэтому Ино и Тёдзи остались сидеть на месте, ожидая Кибу, Сино и Хинату. На них нападают Нагато, Конан и Яхико." }, { "number": 434, "name": "Команда Дзирайи", "description": "Cикамару, Ино и Тёдзи вступают в бой с Яхико, Конан и Нагато. Акацуки представляются командой Дзирайи, всячески нахваливая своего наставника, и сообщают о своих благих намерениях. Команда Дзирайи теснит гэнинов\n                                            Конохи в лес, к самой деревне, которая оказывается совсем необитаемой. Жители покинули свои дома. В это же время бой Хидана и команды № 7 продолжается, но появившийся Какудзу остановил своего напарника. Отступники\n                                            с Какаси на плечах отправились собирать других дзёнинов. Хината, Киба и Сино напали на след команды Асумы, поэтому по следам битвы отправились в деревню. В это же время Сакура, Наруто и Саскэ встречаются с Нэдзи,\n                                            Рок Ли и Тэн-Тэн, которые показывают, что и Гай потерял свой кунай, который дзёнинам для страховки дал Жёлтая молния Конохи. Сикамару, Ино и Тёдзи замечают двух детей на пустых улицах и идут за ними в дом, чтобы\n                                            узнать информацию, однако там их уже поджидают Яхико, Конан и Нагато. Последний, видя символ Конохи на гэнинах, впадает в панику и мощной атакой разрушает дом. Дети падают в образовавшуюся яму, команда Дзирайи\n                                            бросается вниз за ними, а Сикамару приказывает своим не вмешиваться в это." }, { "number": 435, "name": "Приоритеты", "description": "Саскэ, Сакура, Наруто, Тэн-Тэн, Рок Ли и Нэдзи добрались до пустой деревни, чтобы объединиться с остальными, но столкнулись с мощной техникой, которая приняла вид сферы. Ребята остановились для наблюдения. Сикамару,\n                                            Ино и Тёдзи решили пойти дальше, оставив спасение детей на Акацуки. Спустившись под деревню, Яхико, Нагато и Конан оказываются возле каналов с водой, протекающими под ней. Они ищут детей между грудами досок\n                                            и камней, но приходят к выводу, что мальчиков смыло сильным течением. Нагато, почувствовав что-то, бежит вперёд к огромному туннелю. Детей там не оказывается, однако течение ускоряется, и на синоби надвигается\n                                            зверь. Хината, Сино и Киба добрались до деревни, но из-за поднявшейся пыли, Инудзука потерял след команды Асумы. Сами же Сикамару, Ино и Тёдзи встречают мать мальчиков, которая молится при храме, что построен\n                                            в честь мифического существа, охраняющего деревню. Женщина рассказала гэнинам о том, что чужеземцы попросили жителей покинуть свои дома на время боя, который планировался здесь. В это время команды Какаси и\n                                            Гая увидели в сфере всех своих дзёнинов, захваченных врагом. Ребята решают сначала доложить в Коноху о случившемся, чтобы не рисковать, но Наруто бросается прямо в ловушку. Нэдзи бежит за ним, оставив Саскэ\n                                            за главного. Нагато, Яхико и Конан находят в подземелье, похожем на комнату, детей. Они пытаются спасти их от монстра, но таких тварей оказывается две, что сводит все попытки Акацуки к нулю. На помощь им приходит\n                                            команда Асумы. Нэдзи и Наруто просыпаются в каком-то измерении, пройдя сквозь телепортационную технику. Никого, кроме них, там нет. В измерении появляется незнакомец в оранжевой маске, у него Нэдзи видит бякуган." }, { "number": 436, "name": "Человек в маске", "description": "Незнакомец говорит, что знает многое о Конохе, даже больше, чем любой из ныне живущих. Незнакомец называет Нэдзи по имени и предлагает идти с ним, если он хочет знать правду о Конохе. Нагато, Яхико, Конан и команда\n                                            Асумы спасают детей и отводят их домой. Яхико говорит команде Асумы что не ожидал, что ниндзя из Конохи способны ослушаться приказа ради спасения детей и предлагает им путешествовать вместе с ним, Нагато и Конан\n                                            чтобы распространять идеи Дзирайи. Сикамару воспользовался этим предложением чтобы узнать больше информации о том, куда пропали Асума и другие дзёнины." }, { "number": 437, "name": "Сила печати", "description": "Цунадэ продолжает читать рукопись Дзирайи. К ней подходит Сидзунэ и предлагает поужинать." }, { "number": 438, "name": "Правила или товарищи?", "description": "Сакура наносит удар по Сасори, после чего он отступает. Затем Сакура полностью извлекает яд из тела Саскэ и начинает его лечить. Дзирайя восстанавливает тэнкэцу Наруто и предлагает ему ослабить печать Кюби. Ли и\n                                            Тэн-Тэн, убегая от атак преследовавшего их врага, встретились с командами Асумы и Курэнай. Они все вместе решают пойти на помощь Сакуре и Саскэ, где их уже поджидает Сасори с призванной сотней марионеток. Дзирайя\n                                            ослабляет печать и Наруто охватывает покров Лиса — четырёххвостая форма." }, { "number": 439, "name": "Дитя пророчества", "description": "Дзирайя сражается против четырёххвостого Наруто-Лиса. Он сильно ранит Дзирайю, ломая ему несколько рёбер. Саскэ нападает на марионеток Сасори, понимая что справиться будет не просто. Гэнины Скрытой Листвы присоединяются\n                                            к бою, чтобы защитить Саскэ, но Сасори призывает ещё больше кукол, дабы показать синоби настоящий ад. Наруто берёт под контроль чакру Девятихвостого и приходит на помощь друзьям. Вспоминая тренировки с его отцом,\n                                            он осваивает технику Расэнган и с помощью Множественного теневого клонирования одолевает марионеток Сасори. В конце Нэдзи обращается к человеку в маске, называя его отцом." }, { "number": 440, "name": "Птица в клетке", "description": "Нэдзи возвращается к своим друзьям и рассказывает, что всё это было экспериментом для них. Человек в маске распускает команду наёмников и просит команду Дзирайи (Нагато, Яхико и Конан) помочь эвакуировавшимся сельчанам\n                                            вернуться в свои дома. Конан создаёт бумажных бабочек, которые указывают путь гэнинам к месту, где находятся их наставники. Они находят своих учителей и к синоби Конохи является человек в маске. Под ней скрывался\n                                            Хидзаси Хюга — давно умерший отец Нэдзи. Как оказалось, это Оротимару вернул его к жизни при помощи техники Эдо Тэнсэй. Хидзаси и Нэдзи остаются наедине, чтобы поговорить по душам как отец и сын, в результате\n                                            чего развеивается техника воскрешения — Хидзаси Хюга обретает покой. Яхико отправляется в селение, чтобы вернуть Комити его плюшевого мишку, как вдруг происходит большой взрыв. Нагато впадает в ярость, полагая,\n                                            что Яхико был убит." }, { "number": 441, "name": "Возвращение", "description": "Цунадэ жалуется на плохое окончание рассказа Дзирайи. Сидзунэ приносит ей завтрак и Цунадэ начинает читать вторую часть." }, { "number": 442, "name": "Общий путь", "description": "Саскэ продолжает осваивать Тидори. Сакура принесла ему еду, но он отбрасывает её. Тогда вступается Наруто, после чего начинается бой, который останавливает Четвёртый Хокагэ. В разговоре со своим отцом Саскэ заявляет,\n                                            что собирается идти по собственному пути. Сакура сообщает Наруто, что Саскэ уходит из команды № 7. Это подтверждает Минато и говорит, что Саскэ решил вступить в Полицию Конохи. Наруто вместе с Дзирайей отправляется\n                                            в путь, где он продолжает своё обучение. Сакура становится ученицей Цунадэ. Проходит три года, в ходе которых Наруто, Саскэ и Сакура осваивали новые техники." }, { "number": 443, "name": "Разница в силе", "description": "Отряд Полиции Конохи во главе с Саскэ жестоко расправляется с нарушителями, из-за чего местное население начинает бояться их агрессивных методов. Наруто возвращается в Деревню Скрытой Листвы и замечает, что улицы\n                                            и лавки опустели. Он сталкивается с Саскэ, но их прерывает Дандзо. Следующей ночью к Дандзо приходит Утиха, чтобы узнать как стать сильнее и тот его направляет обучаться у Оротимару, одного из легендарных Саннинов.\n                                            Саскэ покидает Деревню Листвы." }, { "number": 444, "name": "Покинувший деревню", "description": "Саскэ, покидая Коноху, встречает на пути Какаси и наводит на него мощное гэндзюцу. Сакура, подслушав разговор в больнице о его уходе к Оротимару, рассказывает об этом друзьям, после чего они планируют вернуть Саскэ\n                                            обратно в деревню. Вместе с Наруто отправляется Сикамару. Вслед за ними Дандзо посылает лучших синоби из Корня АНБУ, чтобы те не добрались до Саскэ. Они быстро догоняют и сразу же нападают на Наруто и Сикамару.\n                                            На помощь вовремя подоспевает команда Гая." }, { "number": 445, "name": "Преследователи", "description": "Дэйдара устраняет взрывом отряд синоби Песка, а Дзэцу наблюдает за этим. Хидан возмущается искусством Дэйдары, тогда как Какудзу подбирает не слишком повреждённое тело одного из убитых. Сикамару с друзьями продолжает\n                                            дальше преследовать Саскэ. Рок Ли ввязывается в бой с одним из Корня и открывает Пятые Врата. Дзэцу, Дэйдара, Какудзу и Хидан встречаются с Сасори, который объясняет, что только благодаря Дэйдаре существует\n                                            Акацуки, т. к. это был он ответственный за взрыв в том селении, где погиб Яхико. Сасори подстроил всё таким образом, что виной тому «оказался» Четвёртый Хокагэ и с того дня в Нагато и Конан зародилась мечта\n                                            отомстить Конохе. Подходит очередь Тэн-Тэн сдерживать преследующих их АНБУ и она также берёт одного синоби на себя." }, { "number": 446, "name": "Столкновение", "description": "Нэдзи Хюга сражается против Анко; Сикамару Нара против Сая. Саскэ добирается до Оротимару. На пути к нему Наруто схвачен древесной техникой Ямато, но Удзумаки входит в четырёххвостую форму Лиса, что разрушает дзюцу\n                                            Ямато. Утиха требует силы и Оротимару, кусая его, ставит Проклятую печать. Наруто слышит крик друга и останавливает чакру Девятихвостого. После чего он достигает Саскэ и видит его вместе с Оротимару. Между соперниками\n                                            начинается бой, переходящий в ожесточённое сражение. Неожиданно вмешивается Итати Утиха, подставившись под мощную атаку младшего брата, и «умирает» у них на глазах. Наруто лежит без сознания; у Саскэ пробуждается\n                                            мангэкё сяринган." }, { "number": 447, "name": "Другая Луна", "description": "Наруто Удзумаки приходит в себя. Его товарищи сообщают, что АНБУ отступили. Пэйн нападает на Коноху, помещая её в огромный Тибаку Тэнсэй, который начинает сжимать деревню. Наруто и остальные, вернувшись в Скрытую\n                                            Листву, обнаруживают на её месте кратер и сталкиваются с Шестью путями Пэйна. Наруто одолевает пять из них, но Путь Дэвов (тело Яхико) сражает его. Хината приходит к нему на помощь, но Пэйн «убивает» её. Удзумаки\n                                            теряет контроль и входит в шестихвостую форму Лиса. Пэйн ловит его в другой Тибаку Тэнсэй." }, { "number": 448, "name": "Товарищ", "description": "Кусина является в подсознании Наруто и передаёт ему часть чакры запечатанной в ней половины Девятихвостого. Наруто прорывается сквозь Тибаку Тэнсэй и, овладев Режимом Лиса, побеждает Пэйна. Затем, используя чакроприёмник,\n                                            он находит Нагато и Конан. В разговоре с Наруто Нагато вспоминает о Яхико и видит в Удзумаки схожесть со своим товарищем. После этого он отменяет технику — освобождает Деревню Скрытой Листвы. Саскэ Утиха убивает\n                                            Оротимару, но теряет сознание от отравления. Его спасает Сасори и предлагает ему помощь Акацуки в достижении своих целей. Цель Саскэ — уничтожить Коноху." }, { "number": 449, "name": "Союз синоби", "description": "Синоби Скрытой Листвы отправляются на поиски Саскэ, в процессе чего они сталкиваются с Акацуки. Живой Итати Утиха является младшему брату, пытаясь узнать о его намерениях. Когда начинается борьба между Акацуки и\n                                            ниндзя Конохи, то к своим бывшим товарищам присоединяется Саскэ Утиха. Против армии марионеток Сасори на помощь ребятам подоспевает Минато и синоби из других скрытых деревень. Сасори использует кукол Райкагэ,\n                                            Мидзукагэ и Цутикагэ против Наруто, Саскэ и Сакуры. Дзирайя, прибыв с Нагато и Конан, берут Наруто в команду Дзирайи. Итати приходит, чтобы помочь Саскэ. Наруто и Саскэ объединяют свои силы и уничтожают Сасори." }, { "number": 450, "name": "Соперник", "description": "Наруто и Саскэ вновь решают сразиться. Утиха использует Сусаноо, а Удзумаки Режим Хвостатого. После боя Наруто и Саскэ остаются друзьями и возвращаются в Коноху. На этом заканчивается вторая часть рассказа Дзирайи." }, { "number": 451, "name": "Рождение и смерть", "description": "Пойманные в Бесконечное Цукуёми видят сны о своих мечтах. Команда № 7 находится под Сусаноо, чей покров не пропускает свет действующего снаружи гэндзюцу. Саскэ вспоминает своего старшего брата. Начинается история\n                                            об Итати." }, { "number": 452, "name": "Гений", "description": "В инциденте с Девятихвостым, напавшим на Коноху, Итати вместе с новорождённым Саскэ пытается уцелеть от разрушительных атак Кюби. После похорон идёт восстановление Скрытой Листвы. По наставлению Дандзо клан Утиха\n                                            был перемещён в отдалённую часть деревни, где Итати обучается у своего отца, Фугаку, их клановой технике «Стихия огня: Огненный шар». Итати скоро исполняется шесть лет, и он поступает в Академию ниндзя, где\n                                            сразу же показывает высокие результаты. После одного года обучения он заканчивает Академию и становится гэнином." }, { "number": 453, "name": "Боль жизни", "description": "Итати, гуляя с отцом, встречает Идзуми Утиху и вместе с ней идёт к водоёму. Там они общаются и кушают данго, пока их не прерывает Тэнма с сообщением о следующей миссии — найти кота-ниндзя. Команда № 2 разделяется\n                                            на две группы: Тэнма и Синко, Итати и дзёнин Юки (их капитан). В ходе задания Тэнма говорит напарнице, что это особенный кот. Его усы являются ингредиентом лекарства, которое нужно для его больного отца. Итати,\n                                            подслушав это, сообщает о местонахождении ниндзя кота. Утихе удаётся поймать его так, что во время погони он смог кунаем обрезать усы, тем самым дезориентировав животное. На обратном пути в деревню Тэнма заявляет\n                                            Итати, что отплатит ему за то, что тот спас его. Итати начинает понимать значение дружбы. Дома он вспоминает этот момент и то, как человек в маске убил Тэнму в одной из их миссий. Боль этих воспоминаний пробуждает\n                                            сяринган у Итати." }, { "number": 454, "name": "Просьба Сисуи", "description": "Восемь лет — возраст, в котором был пробуждён сяринган Итати. Фугаку подмечает, что такое явление привлекает внимание к клану и говорит, что гордится своим сыном. Итати сопровождает дзёнина Сисуи в тренировочной\n                                            миссии из трёх частей. Первая — они выслеживают беглеца; вторая — разбивают лагерь. Во время трапезы Утихи слышат звуки борьбы, и начинается последняя часть. Член АНБУ Конохи атакован тремя из Корня АНБУ и как\n                                            оказалось это уже не тренировка. Итати и Сисуи начинают драться против Корня. Они слышат сигнал от наблюдавшего за тренировкой дзёнина и Корень отступает. Прибывшие синоби Листвы спрашивают о случившемся, но\n                                            Сисуи отвечает, что не видел их лиц. Спустя несколько лет Итати Утиха вступает в АНБУ." }, { "number": 455, "name": "Лунная ночь", "description": "Фугаку поздравляет Итати со вступлением в АНБУ. Сисуи вверяет ему свой оставшийся глаз и совершает самоубийство, отчего у Итати пробуждается мангэкё сяринган. Из-за инцидента с Сисуи у него возникают разногласия\n                                            с кланом. Итати повышают до капитана АНБУ и поручают следить за Утиха, где становится неспокойно. В храме Нака (яп. 南賀ノ神社 Нака-но Дзиндзя)[2] Фугаку говорит Итати, что надписи на каменной плите[3] могут прочитать\n                                            только носители сярингана, но с помощью мангэкё, который есть у его сына, можно узнать больше информации. Фугаку показывает свой мангэкё, полученный во время Третьей великой войны, и разъясняет ситуацию о разгорающемся\n                                            конфликте между кланом и деревней. Итати сообщает начальству о надвигающемся перевороте. Несмотря на желание Хирудзэна решить всё дипломатией, Дандзо ставит ультиматум Итати относительно убийства Утиха. Итати\n                                            находит человека в маске и просит его помочь. Наступает та самая ночь, когда Итати Утиха вырезал весь свой клан, оставив в живых только младшего брата. Став нукэнином, он присоединяется к Акацуки, где его партнёром\n                                            становится Дзюдзо Бива." }, { "number": 456, "name": "Тьма Акацуки", "description": "Дзюдзо (в прошлом один из Семи мечников Тумана) спрашивает Итати о его способностях, после чего они совершают убийство и подрывают мост. Пэйн созывает Акацуки, чтобы сообщить об их следующей цели — поиск и поимка\n                                            всех бидзю. Дзюдзо и Итати дают задание убить даймё в Стране Воды. Они выполняют свою миссию, но затем их преследуют Четвёртый Мидзукагэ и АНБУ Тумана. Бива и Утиха устраняют АНБУ, однако Ягура в покрове чакры\n                                            Трёххвостого начинает их теснить, пока Итати не использует на нём Аматэрасу. Дзюдзо Бива умирает от полученной раны. Об этом сообщает Пэйн на собрании Акацуки, где выясняется, что Какудзу убил своего напарника\n                                            и теперь организация нуждается в новых участниках. Оротимару предлагает объединиться с Итати. При встрече он пытается схватить Утиху, но попадается в гэндзюцу. На помощь Оротимару приходит Кабуто Якуси, и они\n                                            скрываются. Новым партнёром Итати становится Кисамэ Хосигаки." }, { "number": 457, "name": "Партнёр", "description": "Сасори, Итати и Кисамэ вербуют Дэйдару в Акацуки. Пэйн приказывает Сасори и его новому партнёру Дэйдаре убить Оротимару за то, что тот предал и покинул организацию. Они прибывают в Страну Ветра и сталкиваются с\n                                            Оротимару. Сасори атакует его марионеткой Третьего Кадзэкагэ, в то время как Оротимару призывает воскрешённого Третьего Кадзэкагэ. Вскоре Третий освобождается из-под контроля Саннина, и Дэйдара взрывает его\n                                            логово. Акацуки получают задание от Страны Горячих Источников (яп. 湯の国 Ю-но Куни) убить орудующего там маньяка — Хидана. Какудзу, Итати и Конан отправляются на эту миссию, в ходе которой вербуют бессмертного\n                                            в свою организацию. Он становится партнёром Какудзу. Пэйн сообщает о нападении Оротимару на Деревню Скрытой Листвы и что тот потерпел поражение. Третий Хокагэ был убит. Пэйн посылает на разведку вызвавшегося\n                                            Итати и поручает ему дзинтюрики Листвы. Итати и Кисамэ прибывают в Коноху." }, { "number": 458, "name": "Правда", "description": "Флешбэк: встреча Итати и Саскэ (в первой части сериала); Сиппудэн — встреча Итати с Наруто, бой между братьями, воскрешённый Итати Утиха прощается с Саскэ..." }, { "number": 459, "name": "Стоявшая у истоков", "description": "В мир вернулась прародительница чакры — Кагуя Оцуцуки. Возрождённая богиня перемещает команду № 7 и Обито в измерение с лавой, дабы стереть их с лица земли. Хасирама освобождается от стержней Мадары, в то время\n                                            как другие Хокагэ направляются на поиск Наруто и остальных. Удзумаки спасает своих товарищей благодаря тому, что, оказывается, он может летать. Кагуя нападает на него, и они обмениваются мощными атаками. Кагуе\n                                            удаётся захватить Наруто и Саскэ. Чёрный Дзэцу проявляется у неё из рук и начинает поглощать их чакру, повествуя им историю о своей матери, Кагуе." }, { "number": 460, "name": "Кагуя Оцуцуки", "description": "Много веков назад упал метеорит, и на его месте выросло дерево. Спустя годы местные жители возле дерева становятся свидетелями сияющего объекта, что движется по небу. Молодой правитель Страны Предков (яп. 祖の国 Со-но\n                                            Куни), Тэндзи, посылает своих воинов в то место, куда спустился этот «свет» и они возвращаются с таинственной женщиной. Она представляется как Кагуя — защитница Божественного древа. Тэндзи влюбляется в неё,\n                                            поскольку они оба разделяют стремление к миру, но между его Страной Предков и враждебно настроенной Страной Это (яп. 彼の国 Ка-но Куни) разгорается конфликт. Люди из Страны Это пытаются похитить Кагую, но она с\n                                            лёгкостью их убивает. Из-за этого Тэндзи попадает в сложное положение и чтобы сохранить мир ему приходится отдать приказ — найти и обезглавить Кагую. Её обнаруживают и начинают преследовать. Преданная Кагуя\n                                            устремляется к Божественному древу и съедает его плод. У неё проявляется третий глаз, риннэ сяринган, и она взмывает в небо, где открывает «окно» в другой мир (в котором есть подобный Луне спутник) и приводит\n                                            в действие Бесконечное Цукуёми." }, { "number": 461, "name": "Хагоромо и Хамура", "description": "У Кагуи родилось двое сыновей-близнецов — Хагоромо и Хамура. Однажды, решая конфликт из-за воды между фермерами, братья встречают жабу по имени Гамамару, который указывает им в сторону гор, что окружают Божественное\n                                            древо. Он им рассказывает, что за ними находится настоящее Синдзю и то, что земля слабеет из-за него. Хагоромо и Хамура проходят через горы и обнаруживают там «склад» безжизненных людей, что присоединены к корням\n                                            Божественного древа. Среди них они находят девушку Хаори, в которую был влюблён Хагоромо и у него пробуждается сяринган. Позже братья снова встречают Гамамару и они отправляются в Страну Жаб (яп. 蝦蟇の国 Гама-но\n                                            Куни), где он показывает им через Камень Памяти как появилось Божественное древо и события связанные с Кагуей. Хагоромо решает противостоять своей матери и просит жабу научить его использовать природную энергию" }, { "number": 462, "name": "Построенное прошлое", "description": "Хагоромо заканчивает своё обучение у жабы-отшельника и приходит к Кагуе. В разговоре с матерью он просит прекратить её злодеяния и дать шанс любви, но она решает забрать у него свою силу. Хамура под воздействием\n                                            Кагуи нападает на своего брата. Во время сражения Хагоромо наносит ему смертельный удар. У него пробуждается риннэган, а на лбу проявляется мангэкё сяринган. Находясь при смерти, к Хамуре возвращается воля и\n                                            с помощью печати Гамамару его спасает старший брат. Начинается разрушительный бой между Кагуей/Десятихвостым и её сыновьями." }, { "number": 463, "name": "Непредсказуемый номер один!", "description": "Наруто освобождает себя и Саскэ от Чёрного Дзэцу и ошеломляет Кагую, превратившись в группу обнажённых парней[6]. Саскэ телепортирует её между собой и Наруто, почти устанавливая физический контакт для запечатывания,\n                                            но она перемещает всех в ледяное измерение. Кагуя разделяет Наруто и Саскэ, выкинув Утиху в измерение с пустыней, и остаётся сражаться один на один с Удзумаки, используя против него природу этого мира: лавины\n                                            снега и скалы льда. Обито приходит в себя после того как его исцелил теневой клон Наруто и решает помочь найти Саскэ при помощи своего Камуи. В реальном мире четверо Хокагэ находят нижнюю половину Мадары, из\n                                            которой появляется чакра Мудреца Шести Путей." }, { "number": 464, "name": "Нинсю", "description": "Мудрец Шести Путей объясняет четверым Хокагэ происхождение Нинсю. После того, как была запечатана Кагуя, Хагоромо начал бродить по миру, чтобы восстановить земли, разрушенные во время сражения с Десятихвостым. Он\n                                            приходит к сломанному мосту и решает восстановить его, несмотря на протесты Футами, вора, который из-за этого теперь не сможет промышлять свои дела. Но несколько дней спустя Футами начинает помогать отшельнику.\n                                            Позже к ним присоединяются местные, и они все вместе достраивают мост. Изменив свой путь, Футами уходит с Хагоромо. Когда они узнают друг друга получше, Хагоромо делится с ним своей силой (чакрой) и берёт в\n                                            ученики. Со временем, в путешествии Хагоромо появляются ещё ученики, и он также передаёт им свою чакру. Эту связь он назвал «Нинсю». Его последователей становится больше, и они распространяют Нинсю по всему\n                                            миру. После длительного путешествия, выполнив свой долг, Хагоромо возвращается домой, где женится и становится отцом двух сыновей — Индры и Асюры." }, { "number": 465, "name": "Асюра и Индра", "description": "С детства Индра и Асюра были — не разлей вода. Они вместе учились и вместе играли. Индра, изучая Нинсю, изобретает «Печать» и «Дзюцу». В десять лет он осваивает техники, которые даже не может его отец, Хагоромо.\n                                            Индру прозвали гением Нинсю. Его открытие значительно изменило Нинсю, придав ему практическое и повседневное использование. После тренировки Асюра идёт играть со своими друзьями. Они решают пойти охотиться на\n                                            дикого кабана, который повредил их поля. В лесу Индра встречает ребёнка, замаскированное чёрное существо (Чёрного Дзэцу), который просвещает его, как пробудить истинную силу. Из-за этого Индра начинает бояться\n                                            за младшего брата. Тем временем Асюра с друзьями выслеживают дикого кабана и подвергаются его нападению. Асюра находится в смертельной опасности, но вовремя прибывает Индра и спасает своего брата. У старшего\n                                            пробуждается сяринган. С годами Индра становится жёстче, строже и более изолированным. Чёрное существо продолжает влиять на него." }, { "number": 466, "name": "Путешествие-испытание", "description": "Индра, следуя законам, следит за порядком в деревне. Несмотря на всю его строгость, Асюра верит, что сердце старшего брата не изменилось с того дня, когда тот спас его. Наступает день, когда Хагоромо должен выбрать\n                                            своего преемника Нинсю. Хагоромо вручает сыновьям свитки и рассказывает, что в течение битвы, когда он запечатал свою мать, части Десятихвостого были разбросаны по всему миру и что во время путешествий они восстановили\n                                            бо́льшую часть земель. В этих свитках написано, что есть два места, которые по-прежнему необходимо восстановить. Индра и Асюра должны отправиться в эти места и решить любую проблему, что там произошла. К младшему\n                                            присоединяется Тайдзо, чтобы помочь ему в его путешествии. Долог и труден их путь. В один момент Асюра чувствует своей чакрой «Божественное древо» и, прибывая в назначенное место, они находят деревню с плодородной\n                                            землёй. И всё вроде бы там хорошо. Но встретив девушку Канну, которая просит вылечить её мать, они обнаруживают больных от сильного воздействия чакры и могилы тех, кто слёг от этой болезни. Асюра вместе с Тайдзо\n                                            и Канной решает пойти к «Божественному древу». Взобравшись на гору, они находят пещеру с корнями «Синдзю» и спускаются в неё." }, { "number": 467, "name": "Решение Асюры", "description": "Асюра выясняет, что сок «Божественного древа» вызывает у людей болезнь. Он действует как удобрение на землю и когда люди едят пищу, выращенную на этой земле, они отравляются ей. Асюра, Тайдзо и Канна приходят к\n                                            старейшине, который объясняет, что до того, как «Божественное древо» начало питать землю, в этом месте царила засуха и голод, что приводили к бесчисленным смертям. Асюра рассказывает жителям деревни об опасности\n                                            «Синдзю», но они прогоняют его. Асюра решает помочь деревне, не уничтожая «Божественное древо». Индра возвращается из своего путешествия и встречается с чёрным существом, которое продолжает влиять на него. Проходит\n                                            год и возвращается Асюра вместе с группой людей из той деревни. Гамамару сообщает Хагоромо о деревне, в которой был Индра. Деревня, которую посетил Асюра, полагалась на водный источник «Божественного древа»,\n                                            поэтому он принял решение вырыть колодец. Жители деревни, узнав об этом, пришли помочь ему и Асюра обучил их Нинсю. Работая вместе, им удалось найти воду, а после — вылечить больных и уничтожить «Синдзю». Хагоромо\n                                            решает объявить своего преемника Нинсю." }, { "number": 468, "name": "Преемник", "description": "Хагоромо выбирает Асюру в качестве своего преемника Нинсю. Индра спрашивает, почему отец не выбрал его, ведь он сделал то же самое, что и Асюра, только в одиночку. Хагоромо отвечает, что после того как Индра ушёл,\n                                            жители деревни стали бороться за права на водные ресурсы, почти разрушив деревню. Он просит его помогать своему брату и поддерживать Нинсю, но Индра уходит с двумя последователями и ночью убивает их, поблагодарив\n                                            за поддержку. Проводится праздник в честь назначения Асюры, на котором Хагоромо передаёт ему силу Шести путей. Внезапно нападает Индра и, явив свой мангэкё сяринган, использует Сусаноо. Хагоромо и другие последователи\n                                            Нинсю присоединяются к Асюре и делятся с ним своей чакрой, с чьей помощью тот побеждает старшего брата. Индра заявляет, что никогда не признает ни Нинсю, ни Асюру и спустя какое-то время он основывает учение\n                                            «Ниндзюцу». Хагоромо записывает на каменной плите, что сяринган приносит несчастье, однако чёрное существо искажает его запись в своих интересах. Хагоромо умирает от старости. Непрекращающаяся борьба между «Индрой»\n                                            и «Асюрой» ведётся снова и снова." }, { "number": 469, "name": "Специальная миссия", "description": "Команда № 7 снова пытается выяснить, как выглядит настоящее лицо Какаси. В этом им решает помочь фотограф Сукэа, который сообщает, что Какаси должен быть без маски в своей регистрационной фотографии ниндзя. Ночью\n                                            они вчетвером проникают в хранилище секретных документов и, найдя ту самую фотографию, им почти удаётся увидеть лицо Хатакэ, но их задерживает отряд АНБУ. На следующий день Сукэа предлагает самому сфотографировать\n                                            лицо Какаси, в то время когда он будет есть. Наруто угощает сэнсэя данго, но приходит Киба с Акамару и собака кидается на голубей, из-за чего на фотографиях Сукэи лицо Какаси закрыто голубем, Акамару или листвой.\n                                            Команда № 7 собирается сдаться, тогда как к ней подходят команды № 8 и № 10 и они придумывают новый план, но и он в итоге проваливается. В своей квартире Сукэа снимает с себя маскировку, под которой, оказывается,\n                                            всё это время был Какаси. Он приходит к выводу, что командная работа его команды стала намного лучше." }, { "number": 470, "name": "Объединяющие мысли", "description": "Кагуя находится под натиском теневых клонов Наруто. Она отступает в своё главное измерение и Удзумаки следует за ней. Чёрный Дзэцу убеждает мать убить Наруто, несмотря на её желание поглотить его чакру. Кагуя стреляет\n                                            костями[11] и попадает в него, отчего Наруто рассыпается в прах. Поверив, что это был оригинал, Кагуя возвращается в ледяное измерение, а в главном появляются Обито и Сакура. Харуно использует Бякуго и передаёт\n                                            свою чакру Обито, который начинает искать Саскэ, открывая порталы в другие измерения Кагуи. Чёрный Дзэцу определяет настоящего Наруто по Искателям истины[12]. Обито и Сакура находят Саскэ в измерении с пустыней,\n                                            которому удаётся пересечь портал благодаря своей способности перемещения." }, { "number": 471, "name": "Я присматриваю за ними", "description": "Мудрец Шести Путей, разъяснив обо всём четверым Хокагэ, говорит им следовать его инструкциям. Обито вспоминает Рин. Кагуя использует Смертельные кости против теневых клонов Наруто, пытаясь убить настоящего. Какаси,\n                                            наблюдая за происходящим, беспокоится о том, что он ничего не может сделать для остальных. Обито возвращается с Саскэ и Сакурой, в связи с чем Кагуя перемещает всех в измерение с сильной гравитацией, где каждого,\n                                            включая саму Кагую, прижимает к земле. Она стреляет костями в Наруто и Саскэ, к которым бросаются Обито и Какаси, чтобы прикрыть их собой. Подоспев, они думают о Рин; Обито при помощи Камуи отсылает кость, что\n                                            попала бы в Какаси, в то время как другая поражает его." }, { "number": 472, "name": "Во что бы то ни стало", "description": "Обито, поражённый костью Кагуи, начинает обращаться в прах. Наруто пытается исцелить его, но Чёрный Дзэцу говорит, что это бесполезно, при этом издевательски принижает умирающего. Саскэ нападает на Кагую, но та\n                                            перемещает всех в главное измерение. Обито благодарит Наруто и думает о своей мечте, представляя себя в роли Хокагэ. Перед тем как умереть он говорит Удзумаки, чтобы тот обязательно стал Хокагэ. Чёрный Дзэцу\n                                            глумится над смертью Обито, из-за чего Наруто в ярости отсекает левую руку Кагуи, где находится её «дитя». В ином мире. Обито воссоединяется с Рин." }, { "number": 473, "name": "Возвращение сярингана", "description": "Воссоединившись с Рин, Обито решает помочь Какаси и с помощью чакры, что соединяет оба мира, он перемещается в сознание Хатакэ, где передаёт ему силу своего сярингана. После атаки Наруто Расэнсюрикэнами бидзю[16],\n                                            Кагуя не по своей воле превращается в Десятихвостого, химеру из хвостатых зверей, которая внешне походит на кролика, и начинает на всех нападать. Какаси, используя Сусаноо, спасает Сакуру и атакует Дзюби Камуи-сюрикэнами,\n                                            тем самым отрывая ему четыре хвостообразные конечности. Неожиданно из-под земли бьёт чакра и поглощается Десятихвостым, вследствие чего вместо него образовывается огромный шар Искателя истины[17], а Кагуя восстанавливает\n                                            свой прежний облик. У Какаси появляется план для команды № 7, благодаря которому им удаётся установить физический контакт с Кагуей, чтобы запечатать её." }, { "number": 474, "name": "Поздравляю!", "description": "Наруто и Саскэ выполняют совместную технику «Шесть путей: Тибаку Тэнсэй». Хвостатые звери выходят из Кагуи, которая, приняв вид Гэдо Мадзо[18], запечатывается в исполинскую сферу, при этом часть формы «кролика»\n                                            выплёвывает Мадару Утиху. Наруто бросает Чёрного Дзэцу (отсечённую руку Кагуи) в эту сферу, где его придавливают притягивающиеся в неё куски поверхности земли. Создаётся ещё одна «луна». Мудрец Шести Путей и\n                                            все предыдущие Кагэ техникой призыва возвращают в реальный мир команду № 7, Хвостатых и Мадару. Какаси в своём сознании прощается с Обито и чакра Утихи уходит из него. Саскэ намеревается добить Мадару, но его\n                                            останавливает Хагоромо, говоря, что дзинтюрики, из которого извлечены Хвостатые, долго не протянет. Хасирама и Мадара обмениваются последними словами и тот умирает. На рассвете Минато поздравляет Наруто с днём\n                                            рождения; отец и сын прощаются друг с другом, тогда как предыдущие Кагэ возвращаются в иной мир." }, { "number": 475, "name": "Долина Завершения", "description": "Воскрешённые Хокагэ возвращаются в иной мир. Саскэ Утиха заявляет, что намерен казнить нынешних Кагэ, которые находятся в Бесконечном Цукуёми и берёт под контроль риннэганом всех бидзю. Затем, объявив революцию,\n                                            он применяет на них технику Тибаку Тэнсэй. Саскэ также заявляет о том, что собирается убить Наруто. Сакура просит его остановиться, но Утиха использует на ней гэндзюцу. Прибыв в Долину Завершения, Наруто говорит,\n                                            что он остановит Саскэ и что не позволит ему стать Хокагэ. Саскэ решает объяснить Наруто, что значит для него быть Хокагэ." }, { "number": 476, "name": "Последняя битва", "description": "Саскэ берёт в пример своего брата, Итати, которого считает истинным Хокагэ. Саскэ говорит, что решит все проблемы, сконцентрировав всю ненависть на себе и взяв под контроль каждую деревню, и что, совершив революцию,\n                                            деревни больше не будут во тьме, лишь он станет тьмой. И поэтому чтобы стать Хокагэ, человеком, разорвавшим все узы, он должен устранить Наруто — его лучшего друга. Начинается бой между Саскэ Утихой и Наруто\n                                            Удзумаки; в ход идёт тайдзюцу вперемешку с ниндзюцу. Саскэ, используя Сусаноо, и Наруто в Режиме Хвостатого сталкиваются кулаками, благодаря чему они понимают друг друга без слов, и продолжают сражаться. Они\n                                            сходятся мощными атаками, в результате чего происходит огромная взрывная волна в виде шара, и в этот момент у них протекает мыслительный диалог. Наруто указывает на то, что пять деревень наконец-то объединились,\n                                            но Саскэ возражает, что это только потому, что у них был общий враг и теперь, когда его нет, конфликты вновь возобновятся. Поэтому он решил стать общим врагом для всех, который будет следить за этим миром, управляя\n                                            из тени — таково его видение Хокагэ. Саскэ объявляет себя самым сильным в мире." }, { "number": 477, "name": "Наруто и Саскэ", "description": "Саскэ использует чакру Хвостатых заточённых в Тибаку Тэнсэй, вливая её в своего Сусаноо подобно Гэдо Мадзо, после чего образовывается новая форма Сусаноо. Наруто в Режиме Хвостатого делает несколько теневых клонов.\n                                            Разворачивается масштабная битва, что перемещается в небо. Бидзю-Наруто с помощью природной энергии сливается с двумя клонами в единый аватар и создаёт огромные Расэнсюрикэн и Расэнсюрикэн-Бомбу Хвостатого[19].\n                                            Саскэ запускает Стрелу Индры — свою самую сильную технику. После столкновения этих атак происходит колоссальный взрыв, который разрушает Долину Завершения, образуя ураганный вихрь в небесах. Наруто и Саскэ падают\n                                            на землю рядом с обезглавленными статуями. Внезапно Утиха использует Аматэрасу, но Удзумаки защищается покровом Кюби. Истощённые, почти без чакры, они прибегают к тайдзюцу и продолжают бороться до тех пор, пока\n                                            оба не обессиливают настолько, что едва могут стоять. Саскэ поглощает чакру Курамы, накопленную для Наруто, и готовится убить его, но Удзумаки удаётся контратаковать. Курама отдаёт ему остатки своей чакры и\n                                            тот создаёт Расэнган против последней атаки Утихи — Тидори с Кагуцути. Наруто и Саскэ исчезают в сияющем взрыве, что уничтожает статуи основателей Конохи и то малое, что осталось от Долины Завершения." }, { "number": 478, "name": "Печать примирения", "description": "Наруто и Саскэ думают, что они мертвы. Очнувшись, Саскэ обнаруживает, что лежит под ночным небом рядом с Наруто, который говорит, что если они будут двигаться, то умрут от потери крови. Саскэ спрашивает Наруто,\n                                            почему он зашёл так далеко, на что Удзумаки отвечает, что он — его друг. Утиха спрашивает, что это значит для него. Наруто объясняет, что когда он видит, что Саскэ переживает трудные времена, то чувствует невыносимую\n                                            боль, из-за которой он не может оставаться в стороне. Саскэ размышляет, что видя страдания Наруто, он тоже чувствовал боль и на самом деле завидовал ему. Саскэ видит воспоминания Наруто и понимает, что обрёл\n                                            желание вернуться к своим друзьям. Утиха и Удзумаки просыпаются на рассвете, и они по-прежнему не в состоянии двигаться. На восходе солнца Саскэ признаёт своё поражение, а также — он признаёт Наруто. В конце\n                                            выясняется, что каждый из них лишился руки. Разрушенные руки статуй, на которых лежат Наруто и Саскэ, и кровь, вытекающая из ран их рук, изображают печать примирения." }, { "number": 479, "name": "Наруто Удзумаки!!", "description": "Какаси и Сакура прибывают в то место, где находятся Наруто и Саскэ. Сакура начинает их лечить, и Саскэ просит у неё прощения. Наруто и Саскэ развеивают Бесконечное Цукуёми, затем Утиха освобождает хвостатых зверей.\n                                            Проводятся похороны тех, кто погиб на войне. Какаcи выбран в качестве Шестого Хокагэ, а Сикамару становится его помощником. Гаара и остальные благодарят Наруто за их спасение. Тем временем Саскэ находится в\n                                            тюрьме, а Гай в больнице. Наруто встречается с Ирукой и Какаси в Академии ниндзя и Хатакэ говорит, что назначит Удзумаки дзёнином, если он пройдёт два года обучения. Помилованный Саскэ решает отправиться в путешествие,\n                                            чтобы искупить свои грехи. Сакура хочет пойти с ним, но он, тыкая её в лоб, обещает в следующий раз. Саскэ встречает Наруто, который возвращает ему его поцарапанный налобный протектор." }, { "number": 480, "name": "Наруто/Хината", "description": "" }, { "number": 481, "name": "Саскэ/Сакура", "description": "" }, { "number": 482, "name": "Гаара/Сикамару", "description": "" }, { "number": 483, "name": " Дзирайя/Какаси", "description": "" }, { "number": 484, "name": "Взрывающийся человек", "description": "" }, { "number": 485, "name": "Колизей", "description": "" }, { "number": 486, "name": "Фусин", "description": "" }, { "number": 487, "name": "Кэцурюган", "description": "" }, { "number": 488, "name": "Последний", "description": "" }, { "number": 489, "name": "Положение дел", "description": "" }, { "number": 490, "name": "Мрачные тучи", "description": "" }, { "number": 491, "name": "Наугад", "description": "" }, { "number": 492, "name": "Подозрения", "description": "" }, { "number": 493, "name": "Утренняя заря", "description": "" }, { "number": 494, "name": "Женитьба Наруто", "description": "" }, { "number": 495, "name": "Полная сила свадебного подарка", "description": "" }, { "number": 496, "name": "Горячие источники и пищевые пилюли", "description": "" }, { "number": 497, "name": "Свадебный подарок Кадзэкагэ", "description": "" }, { "number": 498, "name": "Последняя миссия", "description": "" }, { "number": 499, "name": "Развязка секретной миссии", "description": "" }, { "number": 500, "name": "Слова поздравления", "description": "" }]