module.exports = {
    name: 'opening',
    cooldown: 1,
    aliases: [],
    number: 5,
    arkes: {
        "1-32": "Миссия по спасению Казекаге",
        "33-53": "Инфильтрационная миссия на мосту Тенчи",
        "72-88": "Миссия по подавлению Акацки",
        "113-118": "Миссия по поиску Итачи",
        "121-126": "Миссия по поиску Итачи",
        "127-133": "История о доблестном Джирайе",
        "124-143": "Предначертанная битва между братьями",
        "152-169": "Нападение Пейна",
        "172-175": "Нападение Пейна",
        "197-214": "Собрание пяти Каге",
        "215-222": "ЧМВН: Обратный отсчёт",
        "243-256": "ЧМВН: Обратный отсчёт",
        "261-270": "ЧМВН: Конфронтация",
        "272-289": "ЧМВН: Конфронтация",
        "296-310": "ЧМВН: Конфронтация",
        "312-321": "ЧМВН: Конфронтация",
        "322-348": "ЧМВН: Кульминация",
        "362-375": "ЧМВН: Кульминация",
        "378-388": "Рождение Джинчурики Джуби",
        "391-393": "Рождение Джинчурики Джуби",
        "414-421": "Рождение Джинчурики Джуби",
        "424-427": "Рождение Джинчурики Джуби",
        "428-431": "Нападение Отсутсуки Кагуи",
        "450-451": "Нападение Отсутсуки Кагуи",
        "455-455": "Нападение Отсутсуки Кагуи",
        "458-468": "Нападение Отсутсуки Кагуи",
        "470-479": "Нападение Отсутсуки Кагуи"
    },
    execute(client, channel, tags, message) {
        if (message === '' || message.split(/ +/).length !== 1 || !Number.isInteger(+message)) return;

        const episode = +message;

        if (!(0 < episode && episode <= 500)) {
            client.say(channel, `@${tags.username} такой серии нет :(`);
        }

        for (let x of Object.keys(this.arkes)) {
            if (+x.split('-')[0] <= episode && episode <= +x.split('-')[1]) {
                client.say(channel, `${x}: ${this.arkes[x]}`);
                return;
            }
        }

        client.say(channel, `Филлерная арка. Мне лень парсить`);
    },
};